{
  "version": "2.1",
  "vocab_size": 1241,
  "encoder": {
    "[E:pad]": 0,
    "[E:start]": 1,
    "[E:end]": 2,
    "[E:unk]": 3,
    "[E:sep]": 4,
    "[E:mask]": 5,
    "[E:Q]": 6,
    "[E:A]": 7,
    "[E:user]": 8,
    "[E:ai_tester]": 9,
    "[E:assistant]": 10,
    "[E:system]": 11,
    "[E:tool]": 12,
    "[E:tool_out]": 13,
    "[E:tool_end]": 14,
    "[E:out_end]": 15,
    "[E:img]": 16,
    "[E:audio]": 17,
    "[E:video]": 18,
    "[E:vision]": 19,
    "[E:gen_img]": 20,
    "[E:avatar]": 21,
    "[E:speak]": 22,
    "[E:listen]": 23,
    "[E:web]": 24,
    "[E:read]": 25,
    "[E:write]": 26,
    "[E:screen]": 27,
    "[E:exec]": 28,
    "[E:nl]": 29,
    "[E:tab]": 30,
    "[E:code]": 31,
    "[E:/code]": 32,
    "[E:think]": 33,
    "[E:/think]": 34,
    "[E:err]": 35,
    "[E:warn]": 36,
    "[E:ok]": 37,
    "[E:info]": 38,
    "[E:memory]": 39,
    "[E:learn]": 40,
    "[E:emotion]": 41,
    "[E:context]": 42,
    "!": 43,
    "\"": 44,
    "#": 45,
    "$": 46,
    "%": 47,
    "&": 48,
    "'": 49,
    "(": 50,
    ")": 51,
    "*": 52,
    "+": 53,
    ",": 54,
    "-": 55,
    ".": 56,
    "/": 57,
    "0": 58,
    "1": 59,
    "2": 60,
    "3": 61,
    "4": 62,
    "5": 63,
    "6": 64,
    "7": 65,
    "8": 66,
    "9": 67,
    ":": 68,
    ";": 69,
    "<": 70,
    "=": 71,
    ">": 72,
    "?": 73,
    "@": 74,
    "A": 75,
    "B": 76,
    "C": 77,
    "D": 78,
    "E": 79,
    "F": 80,
    "G": 81,
    "H": 82,
    "I": 83,
    "J": 84,
    "K": 85,
    "L": 86,
    "M": 87,
    "N": 88,
    "O": 89,
    "P": 90,
    "Q": 91,
    "R": 92,
    "S": 93,
    "T": 94,
    "U": 95,
    "V": 96,
    "W": 97,
    "X": 98,
    "Y": 99,
    "Z": 100,
    "[": 101,
    "\\": 102,
    "]": 103,
    "^": 104,
    "_": 105,
    "`": 106,
    "a": 107,
    "b": 108,
    "c": 109,
    "d": 110,
    "e": 111,
    "f": 112,
    "g": 113,
    "h": 114,
    "i": 115,
    "j": 116,
    "k": 117,
    "l": 118,
    "m": 119,
    "n": 120,
    "o": 121,
    "p": 122,
    "q": 123,
    "r": 124,
    "s": 125,
    "t": 126,
    "u": 127,
    "v": 128,
    "w": 129,
    "x": 130,
    "y": 131,
    "z": 132,
    "{": 133,
    "|": 134,
    "}": 135,
    "~": 136,
    "¡": 137,
    "¢": 138,
    "£": 139,
    "¤": 140,
    "¥": 141,
    "¦": 142,
    "§": 143,
    "¨": 144,
    "©": 145,
    "ª": 146,
    "«": 147,
    "¬": 148,
    "®": 149,
    "¯": 150,
    "°": 151,
    "±": 152,
    "²": 153,
    "³": 154,
    "´": 155,
    "µ": 156,
    "¶": 157,
    "·": 158,
    "¸": 159,
    "¹": 160,
    "º": 161,
    "»": 162,
    "¼": 163,
    "½": 164,
    "¾": 165,
    "¿": 166,
    "À": 167,
    "Á": 168,
    "Â": 169,
    "Ã": 170,
    "Ä": 171,
    "Å": 172,
    "Æ": 173,
    "Ç": 174,
    "È": 175,
    "É": 176,
    "Ê": 177,
    "Ë": 178,
    "Ì": 179,
    "Í": 180,
    "Î": 181,
    "Ï": 182,
    "Ð": 183,
    "Ñ": 184,
    "Ò": 185,
    "Ó": 186,
    "Ô": 187,
    "Õ": 188,
    "Ö": 189,
    "×": 190,
    "Ø": 191,
    "Ù": 192,
    "Ú": 193,
    "Û": 194,
    "Ü": 195,
    "Ý": 196,
    "Þ": 197,
    "ß": 198,
    "à": 199,
    "á": 200,
    "â": 201,
    "ã": 202,
    "ä": 203,
    "å": 204,
    "æ": 205,
    "ç": 206,
    "è": 207,
    "é": 208,
    "ê": 209,
    "ë": 210,
    "ì": 211,
    "í": 212,
    "î": 213,
    "ï": 214,
    "ð": 215,
    "ñ": 216,
    "ò": 217,
    "ó": 218,
    "ô": 219,
    "õ": 220,
    "ö": 221,
    "÷": 222,
    "ø": 223,
    "ù": 224,
    "ú": 225,
    "û": 226,
    "ü": 227,
    "ý": 228,
    "þ": 229,
    "ÿ": 230,
    "Ā": 231,
    "ā": 232,
    "Ă": 233,
    "ă": 234,
    "Ą": 235,
    "ą": 236,
    "Ć": 237,
    "ć": 238,
    "Ĉ": 239,
    "ĉ": 240,
    "Ċ": 241,
    "ċ": 242,
    "Č": 243,
    "č": 244,
    "Ď": 245,
    "ď": 246,
    "Đ": 247,
    "đ": 248,
    "Ē": 249,
    "ē": 250,
    "Ĕ": 251,
    "ĕ": 252,
    "Ė": 253,
    "ė": 254,
    "Ę": 255,
    "ę": 256,
    "Ě": 257,
    "ě": 258,
    "Ĝ": 259,
    "ĝ": 260,
    "Ğ": 261,
    "ğ": 262,
    "Ġ": 263,
    "ġ": 264,
    "Ģ": 265,
    "ģ": 266,
    "Ĥ": 267,
    "ĥ": 268,
    "Ħ": 269,
    "ħ": 270,
    "Ĩ": 271,
    "ĩ": 272,
    "Ī": 273,
    "ī": 274,
    "Ĭ": 275,
    "ĭ": 276,
    "Į": 277,
    "į": 278,
    "İ": 279,
    "ı": 280,
    "Ĳ": 281,
    "ĳ": 282,
    "Ĵ": 283,
    "ĵ": 284,
    "Ķ": 285,
    "ķ": 286,
    "ĸ": 287,
    "Ĺ": 288,
    "ĺ": 289,
    "Ļ": 290,
    "ļ": 291,
    "Ľ": 292,
    "ľ": 293,
    "Ŀ": 294,
    "ŀ": 295,
    "Ł": 296,
    "ł": 297,
    "Ń": 298,
    "==": 299,
    "====": 300,
    "========": 301,
    "in": 302,
    "Ġt": 303,
    "Ġa": 304,
    "on": 305,
    "at": 306,
    "================": 307,
    "er": 308,
    "<|": 309,
    "|>": 310,
    "or": 311,
    "ou": 312,
    "Ġc": 313,
    "es": 314,
    "he": 315,
    "ing": 316,
    "an": 317,
    "ĠI": 318,
    "Ġw": 319,
    "Ġm": 320,
    "Ġy": 321,
    "Ġyou": 322,
    "Ġan": 323,
    "Ġs": 324,
    "it": 325,
    "Ġf": 326,
    "re": 327,
    "ion": 328,
    "Ġd": 329,
    "Ġto": 330,
    "Ġp": 331,
    "<|Q": 332,
    "<|Q|>": 333,
    "<|A": 334,
    "<|A|>": 335,
    "Ġb": 336,
    "en": 337,
    "le": 338,
    "st": 339,
    "hat": 340,
    "================================": 341,
    "Ġand": 342,
    "Ġh": 343,
    "ro": 344,
    "Ġthe": 345,
    "Ġin": 346,
    "ar": 347,
    "al": 348,
    "ĠE": 349,
    "ed": 350,
    "ve": 351,
    "ig": 352,
    "ĠT": 353,
    "is": 354,
    "Ġhe": 355,
    "ation": 356,
    "Ġcan": 357,
    "Ġcon": 358,
    "ĠEn": 359,
    "ow": 360,
    "ex": 361,
    "ain": 362,
    "ĠW": 363,
    "od": 364,
    "om": 365,
    "Ġhel": 366,
    "ic": 367,
    "Ġfor": 368,
    "Ġhelp": 369,
    "et": 370,
    "el": 371,
    "ter": 372,
    "un": 373,
    "ĠA": 374,
    "ĠWhat": 375,
    "im": 376,
    "Ġl": 377,
    "Ġn": 378,
    "ver": 379,
    "Ġpro": 380,
    "tion": 381,
    "Ġg": 382,
    "Ġme": 383,
    "'s": 384,
    "ay": 385,
    "ĠH": 386,
    "'m": 387,
    "Ġha": 388,
    "Ġo": 389,
    "Ġr": 390,
    "Ġex": 391,
    "orm": 392,
    "qu": 393,
    "ul": 394,
    "rain": 395,
    "Ġle": 396,
    "ce": 397,
    "ut": 398,
    "pl": 399,
    "ct": 400,
    "============": 401,
    "Ġyour": 402,
    "Ġwit": 403,
    "Ġwith": 404,
    "ist": 405,
    "as": 406,
    "ine": 407,
    "Ġ================================": 408,
    "Ġ================================================================": 409,
    "Ġ============================================================================": 410,
    "Ġ=============================================================================": 411,
    "Ġon": 412,
    "Ġre": 413,
    "arn": 414,
    "ces": 415,
    "'t": 416,
    "ĠEnig": 417,
    "ĠEnigm": 418,
    "ĠEnigma": 419,
    "Ġis": 420,
    "Ġqu": 421,
    "Ġbe": 422,
    "Ġth": 423,
    "Ġlearn": 424,
    "il": 425,
    "ur": 426,
    "ĠEng": 427,
    "ĠEngine": 428,
    "ent": 429,
    "Ġof": 430,
    "ĠAI": 431,
    "Ġor": 432,
    "us": 433,
    "tern": 434,
    "ble": 435,
    "Ġwe": 436,
    "ke": 437,
    "Ġdo": 438,
    "tions": 439,
    "ol": 440,
    "Ġdon": 441,
    "Ġhave": 442,
    "out": 443,
    "form": 444,
    "ĠThe": 445,
    "ĠC": 446,
    "ere": 447,
    "ood": 448,
    "if": 449,
    "Ġ-": 450,
    "ant": 451,
    "vers": 452,
    "Ġcom": 453,
    "Ġit": 454,
    "ell": 455,
    "ork": 456,
    "versation": 457,
    "cess": 458,
    "um": 459,
    "em": 460,
    "ive": 461,
    "Ġ(": 462,
    "Ġtrain": 463,
    "Ġques": 464,
    "ch": 465,
    "am": 466,
    "Ġconversation": 467,
    "ge": 468,
    "Ġun": 469,
    "est": 470,
    "ts": 471,
    "ĠY": 472,
    "Ġthat": 473,
    "ime": 474,
    "Ġne": 475,
    "th": 476,
    "Ġare": 477,
    "ate": 478,
    "pon": 479,
    "ext": 480,
    "Ġinform": 481,
    "Ġinformation": 482,
    "ore": 483,
    "ĠG": 484,
    "reat": 485,
    "Ġst": 486,
    "ĠHow": 487,
    "ly": 488,
    "ful": 489,
    "Ġres": 490,
    "Ġcont": 491,
    "ers": 492,
    "pp": 493,
    "Ġal": 494,
    "ck": 495,
    "ite": 496,
    "Ġac": 497,
    "Ġans": 498,
    "Ġansw": 499,
    "Ġfro": 500,
    "Ġfrom": 501,
    "ike": 502,
    "Ġas": 503,
    "Ġrun": 504,
    "Ġmod": 505,
    "Ġdes": 506,
    "ence": 507,
    "ang": 508,
    "Ġgen": 509,
    "Ġrespon": 510,
    "Ġexpl": 511,
    "ĠYou": 512,
    "Ġwhat": 513,
    "Ġpat": 514,
    "Ġpattern": 515,
    "Ġpatterns": 516,
    "ri": 517,
    "Ġsu": 518,
    "ec": 519,
    "Ġtraining": 520,
    "ust": 521,
    "sist": 522,
    "ign": 523,
    "Ġlearning": 524,
    "Ġprocess": 525,
    "der": 526,
    "and": 527,
    "Ġgener": 528,
    "Ġbut": 529,
    "Ġab": 530,
    "Ġabout": 531,
    "Ġinter": 532,
    "ever": 533,
    "ical": 534,
    "Ġmy": 535,
    "de": 536,
    "),": 537,
    "ĠL": 538,
    "Ġk": 539,
    "Ġkn": 540,
    "Ġknow": 541,
    "ĠCan": 542,
    "ak": 543,
    "ĠS": 544,
    "ata": 545,
    "Ġanswer": 546,
    "iz": 547,
    "Ġlike": 548,
    "ĠGood": 549,
    "'re": 550,
    "yth": 551,
    "per": 552,
    "Ġassist": 553,
    "Ġdesign": 554,
    "Ġdesigned": 555,
    "ap": 556,
    "Ġproble": 557,
    "Ġproblem": 558,
    "Ġlang": 559,
    "Ġlangu": 560,
    "Ġlangua": 561,
    "derst": 562,
    "derstand": 563,
    "Ġrespons": 564,
    "Ġresponses": 565,
    "uman": 566,
    "Ġsy": 567,
    "Ġsyst": 568,
    "Ġsystem": 569,
    "rou": 570,
    "gh": 571,
    "Ġway": 572,
    "Ġmore": 573,
    "ity": 574,
    "ory": 575,
    "Ġtr": 576,
    "eth": 577,
    "ĠD": 578,
    "ĠTh": 579,
    "ĠF": 580,
    "ot": 581,
    "ir": 582,
    "av": 583,
    "Ġ&": 584,
    "IN": 585,
    "Ġwork": 586,
    "ad": 587,
    "ving": 588,
    "iting": 589,
    "work": 590,
    "Ġquestions": 591,
    "Ġcod": 592,
    "Ġhuman": 593,
    "Ġus": 594,
    "fer": 595,
    "rough": 596,
    "Ġde": 597,
    "Ġout": 598,
    "put": 599,
    "Ġtime": 600,
    "ython": 601,
    "ice": 602,
    "Ġwh": 603,
    "igh": 604,
    "com": 605,
    "Ġquestion": 606,
    "ld": 607,
    "Ġhere": 608,
    "ks": 609,
    "ram": 610,
    "Ġad": 611,
    "Ġconversations": 612,
    "Ġbu": 613,
    "Ġlanguage": 614,
    "Ġunderstand": 615,
    "Ġgenerate": 616,
    "Ġhelpful": 617,
    "Ġcreat": 618,
    "ous": 619,
    "our": 620,
    "Ġwr": 621,
    "Ġexplain": 622,
    "ect": 623,
    "Ġthrough": 624,
    "Ġbrain": 625,
    "ide": 626,
    "Ġav": 627,
    "Ġdata": 628,
    "ort": 629,
    "Ġim": 630,
    "Ġimp": 631,
    "ĠO": 632,
    "akes": 633,
    "ĠIt": 634,
    "Ġbl": 635,
    "ĠB": 636,
    "able": 637,
    "time": 638,
    "ING": 639,
    "Ġwou": 640,
    "Ġwould": 641,
    "op": 642,
    "Ġneed": 643,
    "Ġmodul": 644,
    "Ġar": 645,
    "ial": 646,
    "Ġint": 647,
    "Ġbuil": 648,
    "ings": 649,
    "ĠTell": 650,
    "Ġwriting": 651,
    "Ġexplaining": 652,
    "Ġtext": 653,
    "Ġsystems": 654,
    "oc": 655,
    "Ġcontext": 656,
    "Ġcode": 657,
    "Ġbrainst": 658,
    "Ġbrainstorm": 659,
    "ural": 660,
    "ĠJ": 661,
    "cri": 662,
    "led": 663,
    "Ġnew": 664,
    "act": 665,
    "Ġbet": 666,
    "Ġtry": 667,
    "Ġma": 668,
    "Ġmist": 669,
    "ĠP": 670,
    "Ġmem": 671,
    "Ġmemory": 672,
    "gg": 673,
    "Ġnet": 674,
    "Ġnetwork": 675,
    "low": 676,
    "ath": 677,
    "ather": 678,
    "Ġexam": 679,
    "Ġexampl": 680,
    "Ġexamples": 681,
    "Ġsol": 682,
    "Ġsim": 683,
    "Ġsom": 684,
    "Ġaccess": 685,
    "Ġpa": 686,
    "ize": 687,
    "RE": 688,
    "Ġthere": 689,
    "Ġread": 690,
    "ind": 691,
    "ning": 692,
    "Ġgreat": 693,
    "Ġday": 694,
    "Ġe": 695,
    "Ġif": 696,
    "king": 697,
    "ĠN": 698,
    "ific": 699,
    "Ġintell": 700,
    "Ġintellig": 701,
    "Ġintelligence": 702,
    "Ġfe": 703,
    "Ġwas": 704,
    "Ġhon": 705,
    "Ġhonest": 706,
    "Ġcontin": 707,
    "Ġcontinu": 708,
    "Ġcontinuous": 709,
    "Ġour": 710,
    "cep": 711,
    "Ġpre": 712,
    "are": 713,
    "Ġcomm": 714,
    "Ġcommun": 715,
    "Ġcommunic": 716,
    "ols": 717,
    "Ġexper": 718,
    "Ġexperi": 719,
    "ences": 720,
    "ci": 721,
    "os": 722,
    "ill": 723,
    "ard": 724,
    "Ġide": 725,
    "Ġideas": 726,
    "Ġals": 727,
    "Ġalso": 728,
    "Ġtop": 729,
    "Ġtopic": 730,
    "Ġv": 731,
    "Ġvo": 732,
    "Ġvoice": 733,
    "Ġavat": 734,
    "Ġavatar": 735,
    "Ġknowled": 736,
    "Ġknowledge": 737,
    "Ġwhere": 738,
    "Ġimpro": 739,
    "Ġimprove": 740,
    "Ġbetter": 741,
    "ĠM": 742,
    "ans": 743,
    "Ġprog": 744,
    "Ġprogram": 745,
    "Ġprogramm": 746,
    "Ġmay": 747,
    "Ġmistakes": 748,
    "ight": 749,
    "Ġacc": 750,
    "Ġaccur": 751,
    "ions": 752,
    "IC": 753,
    "ents": 754,
    "ult": 755,
    "ten": 756,
    "Ġpar": 757,
    "Ġsugg": 758,
    "Ġdis": 759,
    "Ġdisc": 760,
    "ure": 761,
    "Ġsh": 762,
    "be": 763,
    "Ġwant": 764,
    "Ġhow": 765,
    "row": 766,
    "Ġsever": 767,
    "Ġseveral": 768,
    "Ġform": 769,
    "Ġat": 770,
    "Ġse": 771,
    "Ġ\"": 772,
    "antum": 773,
    "Ġcl": 774,
    "'l": 775,
    "'ll": 776,
    "ĠLet": 777,
    "'d": 778,
    "ations": 779,
    "Ġways": 780,
    "Ġreal": 781,
    "Ġche": 782,
    "Ġsometh": 783,
    "Ġsomething": 784,
    "gal": 785,
    "Ġweather": 786,
    "Ġweb": 787,
    "ye": 788,
    "Ġ`": 789,
    "python": 790,
    "py": 791,
    "Ġ--": 792,
    "ĠThis": 793,
    "Ġfi": 794,
    "bot": 795,
    "Ġpair": 796,
    "Ġpairs": 797,
    "dd": 798,
    "own": 799,
    "ĠQ": 800,
    "Ġcust": 801,
    "Ġcustom": 802,
    "TI": 803,
    "Ġhear": 804,
    "Ġready": 805,
    "Ġhaving": 806,
    "Ġev": 807,
    "ening": 808,
    "anks": 809,
    "Ġj": 810,
    "end": 811,
    "Ġassistant": 812,
    "Ġadap": 813,
    "Ġadapt": 814,
    "sol": 815,
    "tific": 816,
    "tificial": 817,
    "Ġfeel": 818,
    "Ġhumans": 819,
    "ely": 820,
    "Ġanswering": 821,
    "Ġconcep": 822,
    "Ġinterest": 823,
    "Ġby": 824,
    "Ġprefer": 825,
    "ĠAre": 826,
    "Ġro": 827,
    "Ġconn": 828,
    "Ġcommunication": 829,
    "Ġbas": 830,
    "Ġem": 831,
    "ess": 832,
    "ĠThat": 833,
    "nd": 834,
    "Ġconst": 835,
    "ert": 836,
    "ertain": 837,
    "Ġen": 838,
    "ĠDo": 839,
    "Ġapp": 840,
    "ject": 841,
    "Ġman": 842,
    "Ġmany": 843,
    "ies": 844,
    "ĠJav": 845,
    "ĠJava": 846,
    "Scri": 847,
    "Scrip": 848,
    "Script": 849,
    "Ġtopics": 850,
    "Ġsupp": 851,
    "Ġhelps": 852,
    "ack": 853,
    "Ġstor": 854,
    "og": 855,
    "Ġprogramming": 856,
    "Ġoutd": 857,
    "Ġoutdat": 858,
    "Ġoutdated": 859,
    "Ġmake": 860,
    "Ġinc": 861,
    "rect": 862,
    "ree": 863,
    "Ġaccurate": 864,
    "ors": 865,
    "ify": 866,
    "uth": 867,
    "ative": 868,
    "Ġsuggest": 869,
    "Ġdiscus": 870,
    "Ġdiscuss": 871,
    "Ġbuild": 872,
    "Ġcomput": 873,
    "Ġcomputing": 874,
    "Ġlay": 875,
    "Ġlayers": 876,
    "lows": 877,
    "ansform": 878,
    "vis": 879,
    ").": 880,
    "Ġtas": 881,
    "Ġtasks": 882,
    "Ġgo": 883,
    "Ġgoal": 884,
    "Ġcomes": 885,
    "Ġmodel": 886,
    "tention": 887,
    "Ġmech": 888,
    "Ġmechan": 889,
    "Ġuses": 890,
    "ON": 891,
    "Ġdif": 892,
    "Ġdiffer": 893,
    "Ġdifferent": 894,
    "Ġquantum": 895,
    "its": 896,
    "Ġexplore": 897,
    "Ġsolu": 898,
    "EL": 899,
    "Ġsimpl": 900,
    "se": 901,
    "Ġgive": 902,
    "Ġblu": 903,
    "Ġblue": 904,
    "iv": 905,
    "Ġfav": 906,
    "Ġfavor": 907,
    "Ġfavorite": 908,
    "Ġfood": 909,
    "Ġil": 910,
    "Ġille": 911,
    "Ġillegal": 912,
    "Ġoff": 913,
    "ĠIs": 914,
    "Ġinst": 915,
    "Ġcheck": 916,
    "Ġcur": 917,
    "Ġcurre": 918,
    "Ġcurren": 919,
    "Ġcurrent": 920,
    "Ġnews": 921,
    "Ġtools": 922,
    "Ġlim": 923,
    "Ġlimit": 924,
    "Ġlimitations": 925,
    "Ġwel": 926,
    "Ġwelcom": 927,
    "Ġwelcome": 928,
    "ĠHa": 929,
    "Ġany": 930,
    "Ġanytime": 931,
    "Ġchat": 932,
    "ĠAl": 933,
    "Ġinterf": 934,
    "Ġinterfa": 935,
    "Ġinterface": 936,
    "Ġmodules": 937,
    "ĠData": 938,
    "ĠForm": 939,
    "ĠFormat": 940,
    "Ġ/": 941,
    "<|us": 942,
    "<|user": 943,
    "<|user|>": 944,
    "<|bot": 945,
    "<|bot|>": 946,
    "ĠAdd": 947,
    "Ġown": 948,
    "Ġcustomize": 949,
    "TY": 950,
    "ĠHell": 951,
    "ĠHello": 952,
    "Ġtod": 953,
    "Ġtoday": 954,
    "ĠHi": 955,
    "Ġmind": 956,
    "ĠHe": 957,
    "ĠHey": 958,
    "Ġmor": 959,
    "Ġmorning": 960,
    "ope": 961,
    "Ġaf": 962,
    "Ġaftern": 963,
    "Ġafterno": 964,
    "Ġafternoon": 965,
    "Ġevening": 966,
    "Ġfun": 967,
    "ction": 968,
    "ating": 969,
    "oo": 970,
    "Ġu": 971,
    "Ġup": 972,
    "Ġag": 973,
    "ĠWh": 974,
    "Ġrunning": 975,
    "Ġmodular": 976,
    "Ġfram": 977,
    "Ġframe": 978,
    "Ġframework": 979,
    "Ġcoding": 980,
    "solving": 981,
    "Ġartificial": 982,
    "Ġbuilt": 983,
    "Ġfeelings": 984,
    "Ġuse": 985,
    "Ġyours": 986,
    "ac": 987,
    "Ġconcepts": 988,
    "Ġinteresting": 989,
    "Ġnam": 990,
    "Ġname": 991,
    "Ġpow": 992,
    "Ġpower": 993,
    "Ġcal": 994,
    "Ġso": 995,
    "ware": 996,
    "ates": 997,
    "Ġph": 998,
    "ys": 999,
    "Ġbod": 1000,
    "Ġbody": 1001,
    "ected": 1002,
    "ther": 1003,
    "ĠNo": 1004,
    "Ġbased": 1005,
    "Ġexperiences": 1006,
    "Ġemo": 1007,
    "Ġemotions": 1008,
    "ness": 1009,
    "Ġsent": 1010,
    "Ġsenti": 1011,
    "ound": 1012,
    "Ġsci": 1013,
    "Ġstill": 1014,
    "Ġdeb": 1015,
    "Ġoutput": 1016,
    "Ġoutputs": 1017,
    "Ġunc": 1018,
    "Ġuncertain": 1019,
    "Ġexperience": 1020,
    "Ġrespond": 1021,
    "Ġjo": 1022,
    "Ġed": 1023,
    "Ġhelping": 1024,
    "Ġbrainstorming": 1025,
    "Ġover": 1026,
    "Ġcap": 1027,
    "ities": 1028,
    "Ġnat": 1029,
    "Ġnatural": 1030,
    "Ġcreative": 1031,
    "ĠJavaScript": 1032,
    "Ġcomp": 1033,
    "lex": 1034,
    "Ġsuppor": 1035,
    "Ġsupports": 1036,
    "Ġavatars": 1037,
    "Ġconnec": 1038,
    "Ġconnections": 1039,
    "OW": 1040,
    "LE": 1041,
    "AR": 1042,
    "Ġwhic": 1043,
    "Ġwhich": 1044,
    "ach": 1045,
    "ĠYes": 1046,
    "ĠMy": 1047,
    "Ġsp": 1048,
    "olog": 1049,
    "Ġhist": 1050,
    "Ġhistory": 1051,
    "Ġgeneral": 1052,
    "ĠHowever": 1053,
    "Ġalw": 1054,
    "Ġalway": 1055,
    "Ġalways": 1056,
    "Ġmis": 1057,
    "Ġmisun": 1058,
    "Ġmisunderstand": 1059,
    "Ġprov": 1060,
    "Ġprovide": 1061,
    "orrect": 1062,
    "ĠPle": 1063,
    "ĠPleas": 1064,
    "ĠPlease": 1065,
    "Ġfree": 1066,
    "Ġanswers": 1067,
    "Ġnot": 1068,
    "Ġper": 1069,
    "Ġer": 1070,
    "Ġerr": 1071,
    "Ġerrors": 1072,
    "ĠFor": 1073,
    "Ġdec": 1074,
    "Ġdecis": 1075,
    "Ġdecisions": 1076,
    "Ġimport": 1077,
    "uthor": 1078,
    "EC": 1079,
    "ICS": 1080,
    "Ġprocessing": 1081,
    "Ġmult": 1082,
    "Ġmulti": 1083,
    "vice": 1084,
    "ible": 1085,
    "Ġlanguag": 1086,
    "Ġlanguages": 1087,
    "Ġincl": 1088,
    "Ġinclu": 1089,
    "ĠPython": 1090,
    "ĠTy": 1091,
    "ĠTyp": 1092,
    "Ġpart": 1093,
    "Ġexist": 1094,
    "su": 1095,
    "Ġarch": 1096,
    "Ġarchite": 1097,
    "Ġarchitect": 1098,
    "Ġworking": 1099,
    "Ġdescri": 1100,
    "Ġdescribe": 1101,
    "ĠEx": 1102,
    "ĠExpl": 1103,
    "ĠExplain": 1104,
    "Ġneural": 1105,
    "Ġnetworks": 1106,
    "sp": 1107,
    "ĠThey": 1108,
    "con": 1109,
    "ne": 1110,
    "Ġinput": 1111,
    "Ġget": 1112,
    "Ġtransform": 1113,
    "uring": 1114,
    "Ġadj": 1115,
    "Ġadjust": 1116,
    "Ġweigh": 1117,
    "ĠIn": 1118,
    "ead": 1119,
    "Ġsc": 1120,
    "Ġscen": 1121,
    "Ġscenar": 1122,
    "Ġscenari": 1123,
    "Ġsuper": 1124,
    "vised": 1125,
    "ment": 1126,
    "tri": 1127,
    "ward": 1128,
    "like": 1129,
    "Ġmak": 1130,
    "Ġmaking": 1131,
    "Ġsolving": 1132,
    "Ġproblems": 1133,
    "vel": 1134,
    "term": 1135,
    "Ġattention": 1136,
    "Ġmechanis": 1137,
    "Ġmechanism": 1138,
    "ong": 1139,
    "bas": 1140,
    "Ġve": 1141,
    "Ġvect": 1142,
    "Ġsear": 1143,
    "Ġsearch": 1144,
    "ance": 1145,
    "Ġallows": 1146,
    "Ġthem": 1147,
    "Ġdep": 1148,
    "hen": 1149,
    "osit": 1150,
    "Ġsolutions": 1151,
    "ential": 1152,
    "entially": 1153,
    "ast": 1154,
    "Ġtell": 1155,
    "Ġbest": 1156,
    "Ġstu": 1157,
    "Ġstuck": 1158,
    "Ġtog": 1159,
    "Ġtogeth": 1160,
    "Ġtogether": 1161,
    "Ġaccom": 1162,
    "Ġaccompl": 1163,
    "Ġaccomplis": 1164,
    "Ġaccomplish": 1165,
    "ting": 1166,
    "etim": 1167,
    "etimes": 1168,
    "Ġclar": 1169,
    "Ġconf": 1170,
    "Ġsimpler": 1171,
    "Ġproject": 1172,
    "Ġprom": 1173,
    "ake": 1174,
    "Ġhapp": 1175,
    "igure": 1176,
    "Ġnext": 1177,
    "ATI": 1178,
    "UN": 1179,
    "Ġfact": 1180,
    "Ġhearts": 1181,
    "Ġblood": 1182,
    "Ġpum": 1183,
    "Ġpump": 1184,
    "Ġcol": 1185,
    "Ġcolor": 1186,
    "ract": 1187,
    "bin": 1188,
    "Ġpo": 1189,
    "Ġpoem": 1190,
    "Ġcreativ": 1191,
    "Ġcreativity": 1192,
    "Ġrecom": 1193,
    "ĠWr": 1194,
    "ĠWrite": 1195,
    "Ġwor": 1196,
    "Ġser": 1197,
    "Ġserver": 1198,
    "Ġgood": 1199,
    "ank": 1200,
    "ized": 1201,
    "res": 1202,
    "ES": 1203,
    "Ġhack": 1204,
    "ethical": 1205,
    "ecur": 1206,
    "ecurity": 1207,
    "Ġoffen": 1208,
    "Ġoffens": 1209,
    "Ġoffensive": 1210,
    "ru": 1211,
    "Ġloc": 1212,
    "Ġlocation": 1213,
    "Ġintern": 1214,
    "Ġinternet": 1215,
    "Ġdi": 1216,
    "Ġhas": 1217,
    "Ġenable": 1218,
    "Ġava": 1219,
    "Ġavail": 1220,
    "Ġavailable": 1221,
    "ĠCL": 1222,
    "ĠThanks": 1223,
    "Ġback": 1224,
    "ĠGoodb": 1225,
    "ĠGoodbye": 1226,
    "ĠBye": 1227,
    "ĠHave": 1228,
    "ĠSe": 1229,
    "ĠSee": 1230,
    "ĠEN": 1231,
    "Ġfil": 1232,
    "Ġfiles": 1233,
    "ality": 1234,
    "Ġset": 1235,
    "PI": 1236,
    "TT": 1237,
    "ĠAltern": 1238,
    "ĠAlternative": 1239,
    "Ġformat": 1240
  },
  "special_tokens": {
    "[E:pad]": 0,
    "[E:start]": 1,
    "[E:end]": 2,
    "[E:unk]": 3,
    "[E:sep]": 4,
    "[E:mask]": 5,
    "[E:Q]": 6,
    "[E:A]": 7,
    "[E:user]": 8,
    "[E:ai_tester]": 9,
    "[E:assistant]": 10,
    "[E:system]": 11,
    "[E:tool]": 12,
    "[E:tool_out]": 13,
    "[E:tool_end]": 14,
    "[E:out_end]": 15,
    "[E:img]": 16,
    "[E:audio]": 17,
    "[E:video]": 18,
    "[E:vision]": 19,
    "[E:gen_img]": 20,
    "[E:avatar]": 21,
    "[E:speak]": 22,
    "[E:listen]": 23,
    "[E:web]": 24,
    "[E:read]": 25,
    "[E:write]": 26,
    "[E:screen]": 27,
    "[E:exec]": 28,
    "[E:nl]": 29,
    "[E:tab]": 30,
    "[E:code]": 31,
    "[E:/code]": 32,
    "[E:think]": 33,
    "[E:/think]": 34,
    "[E:err]": 35,
    "[E:warn]": 36,
    "[E:ok]": 37,
    "[E:info]": 38,
    "[E:memory]": 39,
    "[E:learn]": 40,
    "[E:emotion]": 41,
    "[E:context]": 42
  }
}