{
  "version": "2.1",
  "vocab_size": 3374,
  "encoder": {
    "[E:pad]": 0,
    "[E:start]": 1,
    "[E:end]": 2,
    "[E:unk]": 3,
    "[E:sep]": 4,
    "[E:mask]": 5,
    "[E:Q]": 6,
    "[E:A]": 7,
    "[E:user]": 8,
    "[E:forge]": 9,
    "[E:assistant]": 10,
    "[E:system]": 11,
    "[E:tool]": 12,
    "[E:tool_out]": 13,
    "[E:tool_end]": 14,
    "[E:out_end]": 15,
    "[E:img]": 16,
    "[E:audio]": 17,
    "[E:video]": 18,
    "[E:vision]": 19,
    "[E:gen_img]": 20,
    "[E:avatar]": 21,
    "[E:speak]": 22,
    "[E:listen]": 23,
    "[E:web]": 24,
    "[E:read]": 25,
    "[E:write]": 26,
    "[E:screen]": 27,
    "[E:exec]": 28,
    "[E:nl]": 29,
    "[E:tab]": 30,
    "[E:code]": 31,
    "[E:/code]": 32,
    "[E:think]": 33,
    "[E:/think]": 34,
    "[E:err]": 35,
    "[E:warn]": 36,
    "[E:ok]": 37,
    "[E:info]": 38,
    "[E:memory]": 39,
    "[E:learn]": 40,
    "[E:emotion]": 41,
    "[E:context]": 42,
    "!": 43,
    "\"": 44,
    "#": 45,
    "$": 46,
    "%": 47,
    "&": 48,
    "'": 49,
    "(": 50,
    ")": 51,
    "*": 52,
    "+": 53,
    ",": 54,
    "-": 55,
    ".": 56,
    "/": 57,
    "0": 58,
    "1": 59,
    "2": 60,
    "3": 61,
    "4": 62,
    "5": 63,
    "6": 64,
    "7": 65,
    "8": 66,
    "9": 67,
    ":": 68,
    ";": 69,
    "<": 70,
    "=": 71,
    ">": 72,
    "?": 73,
    "@": 74,
    "A": 75,
    "B": 76,
    "C": 77,
    "D": 78,
    "E": 79,
    "F": 80,
    "G": 81,
    "H": 82,
    "I": 83,
    "J": 84,
    "K": 85,
    "L": 86,
    "M": 87,
    "N": 88,
    "O": 89,
    "P": 90,
    "Q": 91,
    "R": 92,
    "S": 93,
    "T": 94,
    "U": 95,
    "V": 96,
    "W": 97,
    "X": 98,
    "Y": 99,
    "Z": 100,
    "[": 101,
    "\\": 102,
    "]": 103,
    "^": 104,
    "_": 105,
    "`": 106,
    "a": 107,
    "b": 108,
    "c": 109,
    "d": 110,
    "e": 111,
    "f": 112,
    "g": 113,
    "h": 114,
    "i": 115,
    "j": 116,
    "k": 117,
    "l": 118,
    "m": 119,
    "n": 120,
    "o": 121,
    "p": 122,
    "q": 123,
    "r": 124,
    "s": 125,
    "t": 126,
    "u": 127,
    "v": 128,
    "w": 129,
    "x": 130,
    "y": 131,
    "z": 132,
    "{": 133,
    "|": 134,
    "}": 135,
    "~": 136,
    "¡": 137,
    "¢": 138,
    "£": 139,
    "¤": 140,
    "¥": 141,
    "¦": 142,
    "§": 143,
    "¨": 144,
    "©": 145,
    "ª": 146,
    "«": 147,
    "¬": 148,
    "®": 149,
    "¯": 150,
    "°": 151,
    "±": 152,
    "²": 153,
    "³": 154,
    "´": 155,
    "µ": 156,
    "¶": 157,
    "·": 158,
    "¸": 159,
    "¹": 160,
    "º": 161,
    "»": 162,
    "¼": 163,
    "½": 164,
    "¾": 165,
    "¿": 166,
    "À": 167,
    "Á": 168,
    "Â": 169,
    "Ã": 170,
    "Ä": 171,
    "Å": 172,
    "Æ": 173,
    "Ç": 174,
    "È": 175,
    "É": 176,
    "Ê": 177,
    "Ë": 178,
    "Ì": 179,
    "Í": 180,
    "Î": 181,
    "Ï": 182,
    "Ð": 183,
    "Ñ": 184,
    "Ò": 185,
    "Ó": 186,
    "Ô": 187,
    "Õ": 188,
    "Ö": 189,
    "×": 190,
    "Ø": 191,
    "Ù": 192,
    "Ú": 193,
    "Û": 194,
    "Ü": 195,
    "Ý": 196,
    "Þ": 197,
    "ß": 198,
    "à": 199,
    "á": 200,
    "â": 201,
    "ã": 202,
    "ä": 203,
    "å": 204,
    "æ": 205,
    "ç": 206,
    "è": 207,
    "é": 208,
    "ê": 209,
    "ë": 210,
    "ì": 211,
    "í": 212,
    "î": 213,
    "ï": 214,
    "ð": 215,
    "ñ": 216,
    "ò": 217,
    "ó": 218,
    "ô": 219,
    "õ": 220,
    "ö": 221,
    "÷": 222,
    "ø": 223,
    "ù": 224,
    "ú": 225,
    "û": 226,
    "ü": 227,
    "ý": 228,
    "þ": 229,
    "ÿ": 230,
    "Ā": 231,
    "ā": 232,
    "Ă": 233,
    "ă": 234,
    "Ą": 235,
    "ą": 236,
    "Ć": 237,
    "ć": 238,
    "Ĉ": 239,
    "ĉ": 240,
    "Ċ": 241,
    "ċ": 242,
    "Č": 243,
    "č": 244,
    "Ď": 245,
    "ď": 246,
    "Đ": 247,
    "đ": 248,
    "Ē": 249,
    "ē": 250,
    "Ĕ": 251,
    "ĕ": 252,
    "Ė": 253,
    "ė": 254,
    "Ę": 255,
    "ę": 256,
    "Ě": 257,
    "ě": 258,
    "Ĝ": 259,
    "ĝ": 260,
    "Ğ": 261,
    "ğ": 262,
    "Ġ": 263,
    "ġ": 264,
    "Ģ": 265,
    "ģ": 266,
    "Ĥ": 267,
    "ĥ": 268,
    "Ħ": 269,
    "ħ": 270,
    "Ĩ": 271,
    "ĩ": 272,
    "Ī": 273,
    "ī": 274,
    "Ĭ": 275,
    "ĭ": 276,
    "Į": 277,
    "į": 278,
    "İ": 279,
    "ı": 280,
    "Ĳ": 281,
    "ĳ": 282,
    "Ĵ": 283,
    "ĵ": 284,
    "Ķ": 285,
    "ķ": 286,
    "ĸ": 287,
    "Ĺ": 288,
    "ĺ": 289,
    "Ļ": 290,
    "ļ": 291,
    "Ľ": 292,
    "ľ": 293,
    "Ŀ": 294,
    "ŀ": 295,
    "Ł": 296,
    "ł": 297,
    "Ń": 298,
    "==": 299,
    "on": 300,
    "====": 301,
    "ol": 302,
    "Ġ\"": 303,
    "re": 304,
    "to": 305,
    "at": 306,
    "<|": 307,
    "|>": 308,
    "\":": 309,
    "in": 310,
    "========": 311,
    "tool": 312,
    "Ġa": 313,
    "Ġt": 314,
    "ou": 315,
    "ar": 316,
    "al": 317,
    "it": 318,
    "es": 319,
    "er": 320,
    "rol": 321,
    "Ġs": 322,
    "Ġc": 323,
    "ion": 324,
    "<|A": 325,
    "<|A|>": 326,
    "ĠI": 327,
    "<|Q": 328,
    "<|Q|>": 329,
    "en": 330,
    "bon": 331,
    "</": 332,
    "Ġth": 333,
    "ont": 334,
    "\",": 335,
    "Ġm": 336,
    "an": 337,
    "Ġw": 338,
    "cont": 339,
    "Ġf": 340,
    "is": 341,
    "ing": 342,
    "or": 343,
    "{\"": 344,
    "control": 345,
    "res": 346,
    "bone": 347,
    "================": 348,
    "le": 349,
    "Ġy": 350,
    "all": 351,
    "Ġyou": 352,
    "ch": 353,
    "Ġd": 354,
    "ul": 355,
    "Ġ<": 356,
    "Ġh": 357,
    "call": 358,
    "av": 359,
    "Ġb": 360,
    "el": 361,
    "ri": 362,
    "Ġto": 363,
    "Ġp": 364,
    "ult": 365,
    ">{\"": 366,
    "}</": 367,
    "et": 368,
    "am": 369,
    "result": 370,
    "ed": 371,
    "ct": 372,
    "ex": 373,
    "ot": 374,
    "hat": 375,
    "atar": 376,
    "ow": 377,
    "Ġan": 378,
    "Ġthe": 379,
    "Ġ[": 380,
    "itch": 381,
    "gh": 382,
    "aw": 383,
    "pitch": 384,
    "yaw": 385,
    "om": 386,
    "ĠT": 387,
    "roll": 388,
    "Ġin": 389,
    "avatar": 390,
    "Ġtr": 391,
    "ght": 392,
    "ĠW": 393,
    "ve": 394,
    "Ġme": 395,
    "od": 396,
    "im": 397,
    "ent": 398,
    "Ġl": 399,
    "ess": 400,
    "pp": 401,
    "'s": 402,
    "ue": 403,
    "Ġre": 404,
    "Ġ{\"": 405,
    "em": 406,
    "Ġn": 407,
    "par": 408,
    "================================": 409,
    "cc": 410,
    "ams": 411,
    "}}</": 412,
    "Ġg": 413,
    "params": 414,
    "ad": 415,
    "un": 416,
    "ate": 417,
    "st": 418,
    "su": 419,
    "ation": 420,
    "exp": 421,
    "ic": 422,
    "Ġand": 423,
    "he": 424,
    "arm": 425,
    "Ġfor": 426,
    "right": 427,
    "Ġtrue": 428,
    "><": 429,
    "Ġo": 430,
    "ccess": 431,
    "'m": 432,
    "success": 433,
    "ction": 434,
    "ut": 435,
    "Ġthat": 436,
    "out": 437,
    "id": 438,
    "ge": 439,
    "ith": 440,
    "ur": 441,
    "ist": 442,
    "th": 443,
    "as": 444,
    "ay": 445,
    "est": 446,
    "ke": 447,
    "ress": 448,
    "ll": 449,
    "Ġwith": 450,
    "ĠH": 451,
    "ce": 452,
    "Ġyour": 453,
    "um": 454,
    "Ġdo": 455,
    "ĠC": 456,
    "ĠA": 457,
    "ro": 458,
    "Ġit": 459,
    "Ġ#": 460,
    "Ġis": 461,
    "Ġmy": 462,
    "ant": 463,
    "ĠS": 464,
    "ĠWhat": 465,
    "ure": 466,
    "Ġcan": 467,
    "Ġon": 468,
    "ain": 469,
    "and": 470,
    "express": 471,
    "\"}}</": 472,
    "ck": 473,
    "otion": 474,
    "ers": 475,
    "Ġwhat": 476,
    "age": 477,
    "ener": 478,
    "ĠL": 479,
    "ft": 480,
    "expression": 481,
    "se": 482,
    "der": 483,
    "Ġfi": 484,
    "cre": 485,
    "vis": 486,
    "ave": 487,
    "Ġbe": 488,
    "app": 489,
    "'ll": 490,
    "Ġthis": 491,
    "emotion": 492,
    "Ġof": 493,
    "if": 494,
    "ĠG": 495,
    "pt": 496,
    "ode": 497,
    "Ġst": 498,
    "ath": 499,
    "ere": 500,
    "ove": 501,
    "Ġhel": 502,
    "``": 503,
    "il": 504,
    "Ġsh": 505,
    "..": 506,
    "action": 507,
    "os": 508,
    "Ġcon": 509,
    "ble": 510,
    "Ġim": 511,
    "yth": 512,
    "ame": 513,
    "set": 514,
    "ig": 515,
    "ĠY": 516,
    "ear": 517,
    "creen": 518,
    "ter": 519,
    "ive": 520,
    "ore": 521,
    "ee": 522,
    "left": 523,
    "ity": 524,
    "=-": 525,
    "ĠD": 526,
    "Ġhelp": 527,
    "bones": 528,
    "Ġ-": 529,
    "ĠLet": 530,
    "vision": 531,
    "oo": 532,
    "ite": 533,
    "Ġab": 534,
    "oul": 535,
    "pper": 536,
    "sp": 537,
    "ink": 538,
    "\"}</": 539,
    "upper": 540,
    "rom": 541,
    "Ġ1": 542,
    "us": 543,
    "oun": 544,
    "Ġ================================": 545,
    "============": 546,
    "ĠB": 547,
    "elf": 548,
    "ython": 549,
    "Ġcre": 550,
    "enerate": 551,
    "'t": 552,
    "appy": 553,
    "Ġ================================================================": 554,
    "Ġ============================================================================": 555,
    "Ġ=============================================================================": 556,
    "lear": 557,
    "ak": 558,
    "Ġabout": 559,
    "ake": 560,
    "ly": 561,
    "ĠThe": 562,
    "sh": 563,
    "AT": 564,
    "ra": 565,
    "vatar": 566,
    "Ġwh": 567,
    "Ġor": 568,
    "ver": 569,
    "urn": 570,
    "Ġare": 571,
    "qu": 572,
    "ould": 573,
    "ind": 574,
    "Ġex": 575,
    "ect": 576,
    "name": 577,
    "ĠM": 578,
    "ell": 579,
    "Ġhave": 580,
    "Ġli": 581,
    "Ġne": 582,
    "EN": 583,
    "ef": 584,
    "path": 585,
    "Ġ0": 586,
    "30": 587,
    "learn": 588,
    "Ġfun": 589,
    "Ġun": 590,
    "ook": 591,
    "][": 592,
    "ile": 593,
    "ple": 594,
    "10": 595,
    "Ġscreen": 596,
    "esture": 597,
    "Ġat": 598,
    "fore": 599,
    "list": 600,
    "ine": 601,
    "Ġdes": 602,
    "ous": 603,
    "ĠThat": 604,
    "ry": 605,
    "Ġ{": 606,
    "forearm": 607,
    "cri": 608,
    "up": 609,
    "ĠN": 610,
    "ext": 611,
    "ood": 612,
    "for": 613,
    "ĠP": 614,
    "Ġret": 615,
    "iz": 616,
    "ĠIN": 617,
    "Ġwor": 618,
    "Ġfunction": 619,
    "ĠYou": 620,
    "Ġe": 621,
    "Ġsom": 622,
    "eth": 623,
    "20": 624,
    "gesture": 625,
    "tern": 626,
    "ful": 627,
    "Ġout": 628,
    "move": 629,
    "ĠE": 630,
    "Ġexp": 631,
    "ep": 632,
    "Ġv": 633,
    "90": 634,
    "Ġfrom": 635,
    "ated": 636,
    "ON": 637,
    "ĠR": 638,
    "rite": 639,
    "Ġreturn": 640,
    "ally": 641,
    "Ġwant": 642,
    "oal": 643,
    "self": 644,
    "des": 645,
    "Ġavatar": 646,
    "ide": 647,
    "Ġsee": 648,
    "head": 649,
    "ĠTh": 650,
    "form": 651,
    "ĠHere": 652,
    "```": 653,
    "vers": 654,
    "Ġpro": 655,
    "be": 656,
    "Ġlike": 657,
    "eb": 658,
    "Ġshow": 659,
    "Ġcom": 660,
    "Ġimage": 661,
    "...": 662,
    "our": 663,
    "Ġfe": 664,
    "ĠF": 665,
    "now": 666,
    "Ġso": 667,
    "put": 668,
    "Ġnot": 669,
    "Ġfile": 670,
    "file": 671,
    "code": 672,
    "):": 673,
    "Ġ|": 674,
    "ack": 675,
    "Ġcode": 676,
    "ĠHow": 677,
    "'re": 678,
    "Ġk": 679,
    "ound": 680,
    "one": 681,
    "generate": 682,
    "15": 683,
    "goal": 684,
    "Ġas": 685,
    "Ġup": 686,
    "ach": 687,
    "ings": 688,
    "op": 689,
    "ight": 690,
    "ime": 691,
    "ort": 692,
    "Ġr": 693,
    "image": 694,
    "Ġcont": 695,
    "ĠIt": 696,
    "happy": 697,
    "ata": 698,
    "ations": 699,
    "Ġlearn": 700,
    "end": 701,
    "ĠO": 702,
    "Ġknow": 703,
    "ap": 704,
    "iv": 705,
    "Ġ=": 706,
    "hy": 707,
    "uri": 708,
    "Ġche": 709,
    "con": 710,
    "Ġnew": 711,
    "Ġlook": 712,
    "Ġcreate": 713,
    "xt": 714,
    "\"}": 715,
    "ign": 716,
    "Ġ==": 717,
    "reat": 718,
    "Ġif": 719,
    "ust": 720,
    "ible": 721,
    "Ġfa": 722,
    "Ġar": 723,
    "ize": 724,
    "ask": 725,
    "ternal": 726,
    "cript": 727,
    "Ġqu": 728,
    "Ġexpl": 729,
    "OR": 730,
    "derst": 731,
    "derstand": 732,
    "nt": 733,
    "Ġ2": 734,
    "olor": 735,
    "Ġj": 736,
    "ething": 737,
    "ne": 738,
    "Ġlist": 739,
    "Ġthink": 740,
    "ition": 741,
    "cum": 742,
    "cument": 743,
    "txt": 744,
    "],": 745,
    "spine": 746,
    "internal": 747,
    "Ġwhen": 748,
    "'ve": 749,
    "ER": 750,
    "com": 751,
    "ment": 752,
    "uman": 753,
    "want": 754,
    "Ġread": 755,
    "UT": 756,
    "Ġ5": 757,
    "les": 758,
    "Ġconvers": 759,
    "able": 760,
    "ĠCan": 761,
    "umb": 762,
    "Ġwork": 763,
    "Ġbut": 764,
    "Ġapp": 765,
    "Ġform": 766,
    "Ġres": 767,
    "Ġsomething": 768,
    "ely": 769,
    "think": 770,
    "Ġcheck": 771,
    "def": 772,
    "item": 773,
    "ĠAI": 774,
    "Ġfeel": 775,
    "ENT": 776,
    "Ġal": 777,
    "ates": 778,
    "ting": 779,
    "ited": 780,
    "python": 781,
    "45": 782,
    "Ġcontent": 783,
    "ard": 784,
    "Ġtext": 785,
    "Ġhow": 786,
    "Ġ===": 787,
    "Ġpl": 788,
    "ES": 789,
    "oth": 790,
    "Ġreally": 791,
    "Ġright": 792,
    "ject": 793,
    "ence": 794,
    "top": 795,
    "ĠPython": 796,
    "Ġ{}}</": 797,
    "cited": 798,
    "Ġunderstand": 799,
    "Ġhappy": 800,
    "ND": 801,
    "ical": 802,
    "cto": 803,
    "ill": 804,
    "pro": 805,
    "urious": 806,
    "Ġint": 807,
    "ead": 808,
    "Ġhuman": 809,
    "Ġhand": 810,
    "Ġwrite": 811,
    "shot": 812,
    "Ġcat": 813,
    "mand": 814,
    "bona": 815,
    "bonacc": 816,
    "bonacci": 817,
    "ĠINP": 818,
    "ĠINPUT": 819,
    "are": 820,
    "sc": 821,
    "ION": 822,
    "Ġcl": 823,
    "Ġmake": 824,
    "Ġhere": 825,
    "ice": 826,
    "Ġ+": 827,
    "Ġsk": 828,
    "ange": 829,
    "ise": 830,
    "Ġpos": 831,
    "Ġ3": 832,
    "Ġsp": 833,
    "Ġpers": 834,
    "thinking": 835,
    "ire": 836,
    "spe": 837,
    "Ġfibonacci": 838,
    "ĠINT": 839,
    "ng": 840,
    "ĠYes": 841,
    "own": 842,
    "ĠNo": 843,
    "Ġdon": 844,
    "ies": 845,
    "day": 846,
    "used": 847,
    "Ġch": 848,
    "pri": 849,
    "Ġwe": 850,
    "old": 851,
    "Ġco": 852,
    "ast": 853,
    "ie": 854,
    "tain": 855,
    "vel": 856,
    "puts": 857,
    "cription": 858,
    "act": 859,
    "Ġdesk": 860,
    "earch": 861,
    "MA": 862,
    "Ġ\"#": 863,
    "ĠGEN": 864,
    "ĠGENER": 865,
    "ĠGENERAT": 866,
    "items": 867,
    "ass": 868,
    "bot": 869,
    "ĠINTENT": 870,
    "},": 871,
    "design": 872,
    "aining": 873,
    "Ġby": 874,
    "Ġop": 875,
    "alk": 876,
    "Ġcor": 877,
    "Ġinform": 878,
    "Ġinformation": 879,
    "low": 880,
    "Ġsun": 881,
    "Ġsc": 882,
    "ans": 883,
    "rou": 884,
    "Ġdef": 885,
    "ĠSh": 886,
    "alue": 887,
    "lo": 888,
    "do": 889,
    "ĠCO": 890,
    "Ġ[\"": 891,
    "robot": 892,
    "learned": 893,
    "ir": 894,
    "ĠWh": 895,
    "odel": 896,
    "Ġexplain": 897,
    "ag": 898,
    "ank": 899,
    "ater": 900,
    "Ġtry": 901,
    "Ġconf": 902,
    "reak": 903,
    "EA": 904,
    "Ġnow": 905,
    "ract": 906,
    "Ġdata": 907,
    "description": 908,
    "Ġcur": 909,
    "aly": 910,
    "Ġdocument": 911,
    "screen": 912,
    "Ġ'": 913,
    "ority": 914,
    "ender": 915,
    "enerated": 916,
    "yst": 917,
    "ystem": 918,
    "cept": 919,
    "ello": 920,
    "art": 921,
    "'d": 922,
    "ought": 923,
    "Ġcolor": 924,
    "ms": 925,
    "ays": 926,
    "ug": 927,
    "Ġimp": 928,
    "cing": 929,
    "Ġtop": 930,
    "Ġperson": 931,
    "ail": 932,
    "ĠDo": 933,
    "Ġself": 934,
    "ĠThis": 935,
    "web": 936,
    "rial": 937,
    "content": 938,
    "OL": 939,
    "ict": 940,
    "nod": 941,
    "gr": 942,
    "Ġ*": 943,
    "lender": 944,
    "ĠDAT": 945,
    "Ġam": 946,
    "ions": 947,
    "Ġdown": 948,
    "Ġdescri": 949,
    "Ġthere": 950,
    "ĠGood": 951,
    "ĠIs": 952,
    "Ġback": 953,
    "Ġbreak": 954,
    "Ġle": 955,
    "ance": 956,
    "Ġsky": 957,
    "arch": 958,
    "Ġdis": 959,
    "Ġev": 960,
    "Ġhear": 961,
    "Ġthings": 962,
    "Ġexam": 963,
    "00": 964,
    "Ġsor": 965,
    "Ġsorry": 966,
    "ĠSt": 967,
    "Ġcould": 968,
    "ather": 969,
    "Ġyourself": 970,
    "state": 971,
    "rent": 972,
    "Ġcommand": 973,
    "priority": 974,
    "sad": 975,
    "pr": 976,
    "chat": 977,
    "ĠGENERATE": 978,
    "FOR": 979,
    "Ġquest": 980,
    "Ġgenerate": 981,
    "Ġour": 982,
    "Ġopen": 983,
    "ang": 984,
    "Ġchat": 985,
    "Ġmore": 986,
    "Ġwould": 987,
    "pl": 988,
    "use": 989,
    "Ġappear": 990,
    "Ġone": 991,
    "Ġse": 992,
    "hys": 993,
    "Ġdoes": 994,
    "Ġjo": 995,
    "Ġshows": 996,
    "og": 997,
    "Ġgood": 998,
    "Ġbas": 999,
    "Ġhapp": 1000,
    "Ġcreat": 1001,
    "Ġconversation": 1002,
    "Ġshould": 1003,
    "Ġen": 1004,
    "Ġposition": 1005,
    "Ġcurrent": 1006,
    "Ġmove": 1007,
    "otation": 1008,
    "alyz": 1009,
    "read": 1010,
    "irecto": 1011,
    "irectory": 1012,
    "rompt": 1013,
    "int": 1014,
    "ality": 1015,
    "get": 1016,
    "neck": 1017,
    "60": 1018,
    "avatars": 1019,
    "model": 1020,
    "Ġass": 1021,
    "Ġassist": 1022,
    "akes": 1023,
    "cess": 1024,
    "ious": 1025,
    "Ġtalk": 1026,
    "Ġday": 1027,
    "ĠThank": 1028,
    "Ġneed": 1029,
    "fere": 1030,
    "GE": 1031,
    "ĠThere": 1032,
    "ber": 1033,
    "ty": 1034,
    "Ġemotion": 1035,
    "Ġgo": 1036,
    "Ġtime": 1037,
    "Ġcurious": 1038,
    "red": 1039,
    "Ġpe": 1040,
    "rough": 1041,
    "Ġwon": 1042,
    "eres": 1043,
    "ĠTO": 1044,
    "Ġtell": 1045,
    "ics": 1046,
    "ether": 1047,
    "aut": 1048,
    "Ġph": 1049,
    "Ġtraining": 1050,
    "uto": 1051,
    "ff": 1052,
    "Ġmyself": 1053,
    "aying": 1054,
    "ike": 1055,
    "rag": 1056,
    "Ġsav": 1057,
    "Ġsaved": 1058,
    "Ġdesktop": 1059,
    "alyze": 1060,
    "Ġsearch": 1061,
    "search": 1062,
    "Ġfind": 1063,
    "screenshot": 1064,
    "prompt": 1065,
    "text": 1066,
    "ute": 1067,
    "Ġcity": 1068,
    "Ġvis": 1069,
    "asks": 1070,
    "excited": 1071,
    "chest": 1072,
    "speed": 1073,
    "tr": 1074,
    "Ġconversations": 1075,
    "Ġsent": 1076,
    "attern": 1077,
    "Ġdescribe": 1078,
    "ages": 1079,
    "Ġgreat": 1080,
    "ything": 1081,
    "time": 1082,
    "Ġdif": 1083,
    "ĠJ": 1084,
    "rect": 1085,
    "Ġthought": 1086,
    "OW": 1087,
    "ary": 1088,
    "Ġleft": 1089,
    "sol": 1090,
    "ese": 1091,
    "ip": 1092,
    "eep": 1093,
    "Ġinteres": 1094,
    "ret": 1095,
    "Ġbet": 1096,
    "Ġsen": 1097,
    "ilos": 1098,
    "ilosop": 1099,
    "row": 1100,
    "Ġoutputs": 1101,
    "ph": 1102,
    "js": 1103,
    "json": 1104,
    "Ġcal": 1105,
    "utorial": 1106,
    "apt": 1107,
    "Ġweb": 1108,
    "Ġnews": 1109,
    "value": 1110,
    "ĠCOM": 1111,
    "__": 1112,
    "mm": 1113,
    "Ġpo": 1114,
    "ĠTOOL": 1115,
    "ĠTOOLS": 1116,
    "Ġfl": 1117,
    "png": 1118,
    "Ġsunset": 1119,
    "autif": 1120,
    "autiful": 1121,
    "fo": 1122,
    "che": 1123,
    "check": 1124,
    "Avatar": 1125,
    "Ġdid": 1126,
    "ĠOh": 1127,
    "Ġgl": 1128,
    "Ġhead": 1129,
    "120": 1130,
    "motion": 1131,
    "ring": 1132,
    "Ġrobot": 1133,
    "mot": 1134,
    "motiv": 1135,
    "motivation": 1136,
    "level": 1137,
    "Ġsystem": 1138,
    "Ġgive": 1139,
    "umbs": 1140,
    "each": 1141,
    "Ġav": 1142,
    "Ġprocess": 1143,
    "ness": 1144,
    "AS": 1145,
    "ye": 1146,
    "ome": 1147,
    "Ġuse": 1148,
    "Ġword": 1149,
    "Ġde": 1150,
    "att": 1151,
    "oud": 1152,
    "Ġwater": 1153,
    "sible": 1154,
    "ace": 1155,
    "Ġ(": 1156,
    "ab": 1157,
    "Ġphys": 1158,
    "ody": 1159,
    "Ġrep": 1160,
    "ase": 1161,
    "Ġever": 1162,
    "Ġeven": 1163,
    "Ġed": 1164,
    "Ġthrough": 1165,
    "Ġlove": 1166,
    "Ġsome": 1167,
    "Ġhappen": 1168,
    "Ġact": 1169,
    "ual": 1170,
    "Ġget": 1171,
    "pon": 1172,
    "ience": 1173,
    "ĠGreat": 1174,
    "Ġway": 1175,
    "Ġquestion": 1176,
    "Ġsense": 1177,
    "ild": 1178,
    "ĠBut": 1179,
    "we": 1180,
    "Ġrem": 1181,
    "Ġmom": 1182,
    "ich": 1183,
    "Ġsize": 1184,
    "Ġdrag": 1185,
    "ner": 1186,
    "Ġjust": 1187,
    "Ġanalyze": 1188,
    "conf": 1189,
    "Ġfol": 1190,
    "ery": 1191,
    "Ġsave": 1192,
    "ĠShow": 1193,
    "show": 1194,
    "Ġhello": 1195,
    "write": 1196,
    "dd": 1197,
    "ustr": 1198,
    "igh": 1199,
    "cat": 1200,
    "Ġover": 1201,
    "scap": 1202,
    "scape": 1203,
    "\"},": 1204,
    "Ġvisible": 1205,
    "checklist": 1206,
    "ax": 1207,
    "Ġball": 1208,
    "\"],": 1209,
    "Ġface": 1210,
    "Ġbel": 1211,
    "Ġhands": 1212,
    "Ġexcited": 1213,
    "gl": 1214,
    "ĠCOMMA": 1215,
    "ĠCOMMAND": 1216,
    "ĠBON": 1217,
    "ĠBONES": 1218,
    "rotation": 1219,
    "color": 1220,
    "Ġ},": 1221,
    "data": 1222,
    "py": 1223,
    "Ġcreated": 1224,
    "sw": 1225,
    "using": 1226,
    "oid": 1227,
    "Ġwr": 1228,
    "epend": 1229,
    "ning": 1230,
    "Ġel": 1231,
    "Ġproble": 1232,
    "Ġcorrect": 1233,
    "ĠTell": 1234,
    "tom": 1235,
    "Ġsur": 1236,
    "ĠREA": 1237,
    "IN": 1238,
    "Ġoce": 1239,
    "Ġocean": 1240,
    "Ġcar": 1241,
    "ial": 1242,
    "ving": 1243,
    "ĠU": 1244,
    "other": 1245,
    "oy": 1246,
    "nce": 1247,
    "riend": 1248,
    "Ġthey": 1249,
    "olog": 1250,
    "ces": 1251,
    "ĠMake": 1252,
    "etim": 1253,
    "etimes": 1254,
    "ost": 1255,
    "Ġcreative": 1256,
    "Ġproject": 1257,
    "Ġval": 1258,
    "ub": 1259,
    "ailable": 1260,
    "tit": 1261,
    "Ġexper": 1262,
    "ertain": 1263,
    "led": 1264,
    "Ġmain": 1265,
    "Ġbu": 1266,
    "Ġno": 1267,
    "istic": 1268,
    "uch": 1269,
    "te": 1270,
    "Ġexact": 1271,
    "Ġreg": 1272,
    "like": 1273,
    "cent": 1274,
    "ix": 1275,
    "Ġbig": 1276,
    "ward": 1277,
    "Ġsm": 1278,
    "per": 1279,
    "Ġfolder": 1280,
    "query": 1281,
    "Ġtutorial": 1282,
    "apture": 1283,
    "ĠV": 1284,
    "Ġgre": 1285,
    "cl": 1286,
    "ĠCre": 1287,
    "md": 1288,
    "Ġspe": 1289,
    "80": 1290,
    "rem": 1291,
    "Ġnumb": 1292,
    "ideo": 1293,
    "Ġ30": 1294,
    "wave": 1295,
    "ĠHmm": 1296,
    "curious": 1297,
    "Ġbelie": 1298,
    "Ġbelieve": 1299,
    "ark": 1300,
    "pris": 1301,
    "prised": 1302,
    "shoul": 1303,
    "shoulder": 1304,
    "ĠBlender": 1305,
    "Ġimple": 1306,
    "Ġimplement": 1307,
    "door": 1308,
    "empath": 1309,
    "prog": 1310,
    "progress": 1311,
    "concept": 1312,
    "hav": 1313,
    "havi": 1314,
    "havior": 1315,
    "Ġ}": 1316,
    "Ġ</": 1317,
    "swer": 1318,
    "Ġmad": 1319,
    "Ġmade": 1320,
    "Ġfr": 1321,
    "wor": 1322,
    "Ġthumbs": 1323,
    "ient": 1324,
    "angu": 1325,
    "anguage": 1326,
    "Ġhelpful": 1327,
    "ĠMy": 1328,
    "ities": 1329,
    "aving": 1330,
    "Ġstart": 1331,
    "Ġnight": 1332,
    "Ġpart": 1333,
    "Ġstep": 1334,
    "Ġcour": 1335,
    "Ġsit": 1336,
    "LE": 1337,
    "Ġorange": 1338,
    "Ġman": 1339,
    "ĠMay": 1340,
    "Ġhe": 1341,
    "ING": 1342,
    "Ġaw": 1343,
    "Ġdog": 1344,
    "ĠWhy": 1345,
    "Ġsal": 1346,
    "ved": 1347,
    "Ġinto": 1348,
    "Ġimport": 1349,
    "Ġimportant": 1350,
    "Ġke": 1351,
    "itive": 1352,
    "Ġgoing": 1353,
    "joy": 1354,
    "fect": 1355,
    "oop": 1356,
    "Ġvalid": 1357,
    "AR": 1358,
    "Ġpri": 1359,
    "Ġavailable": 1360,
    "Ġgener": 1361,
    "Ġlearning": 1362,
    "de": 1363,
    "Ġbest": 1364,
    "init": 1365,
    "fle": 1366,
    "Ġalw": 1367,
    "Ġalways": 1368,
    "Ġpeo": 1369,
    "Ġpeople": 1370,
    "Ġbased": 1371,
    "acks": 1372,
    "Ġthan": 1373,
    "Ġresult": 1374,
    "Ġmuch": 1375,
    "Ġwhich": 1376,
    "Ġcorner": 1377,
    "Ġstate": 1378,
    "ually": 1379,
    "ift": 1380,
    "cul": 1381,
    "directory": 1382,
    "ĠIMA": 1383,
    "ĠIMAGE": 1384,
    "Ġscreenshot": 1385,
    "ĠGenerate": 1386,
    "speak": 1387,
    "Hello": 1388,
    "document": 1389,
    "DE": 1390,
    "Ġsort": 1391,
    "ĠCreate": 1392,
    "generated": 1393,
    "ory": 1394,
    "tor": 1395,
    "DM": 1396,
    "DME": 1397,
    "Ġnotes": 1398,
    "Ġ[{\"": 1399,
    "title": 1400,
    "]}</": 1401,
    "ample": 1402,
    "etch": 1403,
    "outputs": 1404,
    "Ġbeautiful": 1405,
    "Ġdr": 1406,
    "Ġcolors": 1407,
    "yle": 1408,
    "yes": 1409,
    "task": 1410,
    "Ġplaying": 1411,
    "Ġmind": 1412,
    "Ġjob": 1413,
    "ĠCon": 1414,
    "sur": 1415,
    "raise": 1416,
    "cused": 1417,
    "ention": 1418,
    "utr": 1419,
    "utral": 1420,
    "ern": 1421,
    "Ġfig": 1422,
    "Ġfigure": 1423,
    "trans": 1424,
    "Ġclass": 1425,
    "Ġart": 1426,
    "ĠStep": 1427,
    "ilosophy": 1428,
    "Ġ[\"#": 1429,
    "behavior": 1430,
    "visual": 1431,
    "ĠTr": 1432,
    "ource": 1433,
    "Ġassistant": 1434,
    "Ġwas": 1435,
    "Ġdesign": 1436,
    "Ġteach": 1437,
    "Ġmist": 1438,
    "ĠAre": 1439,
    "Ġpattern": 1440,
    "Ġdepend": 1441,
    "Ġtoday": 1442,
    "Ġask": 1443,
    "leep": 1444,
    "Ġtake": 1445,
    "come": 1446,
    "Ġelse": 1447,
    "Ġproblem": 1448,
    "Ġsim": 1449,
    "ĠOf": 1450,
    "Ġcourse": 1451,
    "Ġlet": 1452,
    "ify": 1453,
    "ong": 1454,
    "rec": 1455,
    "Ġacc": 1456,
    "kay": 1457,
    "AL": 1458,
    "Ġ4": 1459,
    "ital": 1460,
    "Ġappears": 1461,
    "Ġbl": 1462,
    "here": 1463,
    "ru": 1464,
    "ember": 1465,
    "Ġlight": 1466,
    "aking": 1467,
    "Ġthese": 1468,
    "Ġphysical": 1469,
    "Ġener": 1470,
    "ĠEx": 1471,
    "Ġmean": 1472,
    "pect": 1473,
    "non": 1474,
    "Ġexample": 1475,
    "ĠTAS": 1476,
    "ĠTASK": 1477,
    "lowing": 1478,
    "Ġfound": 1479,
    "fl": 1480,
    "atch": 1481,
    "Ġeverything": 1482,
    "ason": 1483,
    "Ġboth": 1484,
    "TION": 1485,
    "Ġsad": 1486,
    "Ġwonder": 1487,
    "Ġide": 1488,
    "Ġinteresting": 1489,
    "Ġtopic": 1490,
    "ĠWhen": 1491,
    "Ġrespon": 1492,
    "Ġgu": 1493,
    "Ġexperience": 1494,
    "Ġunc": 1495,
    "ever": 1496,
    "Ġbuild": 1497,
    "ween": 1498,
    "Ġall": 1499,
    "velop": 1500,
    "Ġpres": 1501,
    "ference": 1502,
    "Ġexist": 1503,
    "rod": 1504,
    "rodu": 1505,
    "sid": 1506,
    "Ġgenerated": 1507,
    "solut": 1508,
    "solutely": 1509,
    "alse": 1510,
    "ai": 1511,
    "Ġpix": 1512,
    "Ġpixel": 1513,
    "Ġpixels": 1514,
    "Ġupd": 1515,
    "Ġupdates": 1516,
    "ens": 1517,
    "very": 1518,
    "Ġmid": 1519,
    "Ġvalue": 1520,
    "Ġwill": 1521,
    "Ġcalcul": 1522,
    "ĠRead": 1523,
    "Ġcontents": 1524,
    "Ġsum": 1525,
    "Ġsumm": 1526,
    "ĠWOR": 1527,
    "ĠWORK": 1528,
    "ĠWORKF": 1529,
    "ĠWORKFL": 1530,
    "ĠWORKFLOW": 1531,
    "ĠWORKFLOWS": 1532,
    "ĠLook": 1533,
    "Ġworking": 1534,
    "Ġsay": 1535,
    "Ġ\"[": 1536,
    "]\"}}</": 1537,
    "ĠCODE": 1538,
    "raper": 1539,
    "ĠCA": 1540,
    "me": 1541,
    "cture": 1542,
    "roject": 1543,
    "ld": 1544,
    "ps": 1545,
    "Ġpoint": 1546,
    "page": 1547,
    "site": 1548,
    "Ġpho": 1549,
    "Ġphoto": 1550,
    "output": 1551,
    "images": 1552,
    "Ġpict": 1553,
    "Ġpicture": 1554,
    "ĠDone": 1555,
    "info": 1556,
    "command": 1557,
    "Ġchecklist": 1558,
    "Ġtask": 1559,
    "inder": 1560,
    "Ġ<=": 1561,
    "Ġvideo": 1562,
    "ouncing": 1563,
    "gif": 1564,
    "Ġincre": 1565,
    "Ġ15": 1566,
    "Ġmakes": 1567,
    "shake": 1568,
    "Ġfood": 1569,
    "ating": 1570,
    "rug": 1571,
    "ried": 1572,
    "ĠWant": 1573,
    "surprised": 1574,
    "confused": 1575,
    "sm": 1576,
    "Ġglad": 1577,
    "Ġfo": 1578,
    "Ġarms": 1579,
    "ĠWow": 1580,
    "Ġgreen": 1581,
    "ĠMaybe": 1582,
    "riendly": 1583,
    "models": 1584,
    "glb": 1585,
    "open": 1586,
    "blender": 1587,
    "pos": 1588,
    "Ġrevers": 1589,
    "Ġreverse": 1590,
    "Ġi": 1591,
    "Ġdraw": 1592,
    "Ġland": 1593,
    "Ġlandscape": 1594,
    "Ġmoun": 1595,
    "Ġmountain": 1596,
    "Ġweather": 1597,
    "Ġcoff": 1598,
    "Ġcoffee": 1599,
    "Ġoutdoor": 1600,
    "philosophy": 1601,
    "urios": 1602,
    "uriosity": 1603,
    "ma": 1604,
    "ĠQ": 1605,
    "Ġfiles": 1606,
    "Ġanswer": 1607,
    "Ġinter": 1608,
    "work": 1609,
    "Ġhard": 1610,
    "Ġfeed": 1611,
    "Ġwell": 1612,
    "Ġmistakes": 1613,
    "Ġconcept": 1614,
    "ilities": 1615,
    "ĠHello": 1616,
    "Ġhaving": 1617,
    "elcome": 1618,
    "ĠThanks": 1619,
    "ree": 1620,
    "Ġany": 1621,
    "Ġshare": 1622,
    "als": 1623,
    "Ġcap": 1624,
    "icall": 1625,
    "ically": 1626,
    "Ġblue": 1627,
    "so": 1628,
    "Ġgr": 1629,
    "Ġtw": 1630,
    "Ġmany": 1631,
    "Ġ12": 1632,
    "Ġstar": 1633,
    "Ġcent": 1634,
    "Ġlif": 1635,
    "Ġlife": 1636,
    "Ġri": 1637,
    "Ġro": 1638,
    "Ġbody": 1639,
    "gy": 1640,
    "Ġfeeling": 1641,
    "ym": 1642,
    "ĠAn": 1643,
    "ĠWrite": 1644,
    "Ġdisc": 1645,
    "aves": 1646,
    "Ġfire": 1647,
    "Ġthem": 1648,
    "ĠBe": 1649,
    "Ġper": 1650,
    "Ġpast": 1651,
    "ss": 1652,
    "lic": 1653,
    "Ġaround": 1654,
    "ole": 1655,
    "Ġsometimes": 1656,
    "Ġnat": 1657,
    "ural": 1658,
    "ĠWould": 1659,
    "Ġdeep": 1660,
    "Ġsound": 1661,
    "Ġhappened": 1662,
    "ĠSom": 1663,
    "Ġsomeone": 1664,
    "Ġpersonal": 1665,
    "Ġreal": 1666,
    "Ġbetter": 1667,
    "Ġthoughtful": 1668,
    "Ġuncertain": 1669,
    "Ġent": 1670,
    "fe": 1671,
    "Ġbetween": 1672,
    "Ġreason": 1673,
    "Ġrefle": 1674,
    "Ġreflect": 1675,
    "ident": 1676,
    "understand": 1677,
    "Ġdiff": 1678,
    "Ġgoal": 1679,
    "ilt": 1680,
    "Ġexpress": 1681,
    "ivity": 1682,
    "Ġconsid": 1683,
    "Ġconsider": 1684,
    "Ġprocessing": 1685,
    "que": 1686,
    "ĠNot": 1687,
    "ĠAb": 1688,
    "ĠAbsolutely": 1689,
    "Ġregion": 1690,
    "Ġai": 1691,
    "Ġtracks": 1692,
    "Ġresize": 1693,
    "Ġbot": 1694,
    "Ġbottom": 1695,
    "tal": 1696,
    "Ġsmall": 1697,
    "Ġconfig": 1698,
    "Python": 1699,
    "Ġcapture": 1700,
    "Ġoff": 1701,
    "ĠAV": 1702,
    "ĠAVAT": 1703,
    "ĠAVATAR": 1704,
    "Ġtest": 1705,
    "Ġscraper": 1706,
    "mem": 1707,
    "memory": 1708,
    "amer": 1709,
    "amera": 1710,
    "itor": 1711,
    "Ġmovement": 1712,
    "()": 1713,
    "ĠAdd": 1714,
    "not": 1715,
    "num": 1716,
    "org": 1717,
    "//": 1718,
    "achine": 1719,
    "Ġill": 1720,
    "ples": 1721,
    "Ġwebsite": 1722,
    "cute": 1723,
    "Ġ51": 1724,
    "Ġ512": 1725,
    "Ġfut": 1726,
    "typ": 1727,
    "type": 1728,
    "Ġreport": 1729,
    "system": 1730,
    "ount": 1731,
    "ures": 1732,
    "Call": 1733,
    "remind": 1734,
    "Ġnumbers": 1735,
    "email": 1736,
    "Ġanim": 1737,
    "Ġgot": 1738,
    "Ġexactly": 1739,
    "Ġenjoy": 1740,
    "Ġactually": 1741,
    "shrug": 1742,
    "Ġtog": 1743,
    "Ġtogether": 1744,
    "clap": 1745,
    "ĠCongr": 1746,
    "ĠCongrat": 1747,
    "ĠCongratul": 1748,
    "ĠCongratulations": 1749,
    "zing": 1750,
    "astic": 1751,
    "br": 1752,
    "ected": 1753,
    "roud": 1754,
    "Ġraise": 1755,
    "Ġstand": 1756,
    "Ġthinking": 1757,
    "Ġexpression": 1758,
    "100": 1759,
    "hand": 1760,
    "fort": 1761,
    "Ġfrustr": 1762,
    "Ġfacto": 1763,
    "Ġshift": 1764,
    "look": 1765,
    "etic": 1766,
    "ault": 1767,
    "Ġlooks": 1768,
    "Ġcolorful": 1769,
    "Ġdragon": 1770,
    "Ġstring": 1771,
    "Ġpain": 1772,
    "ene": 1773,
    "po": 1774,
    "Ġgeneration": 1775,
    "ĠCAP": 1776,
    "ĠCAPTION": 1777,
    "ground": 1778,
    "ALI": 1779,
    "Ġdri": 1780,
    "ansp": 1781,
    "empathy": 1782,
    "dis": 1783,
    "base": 1784,
    "mapp": 1785,
    "ization": 1786,
    "ĠEn": 1787,
    "ĠEnig": 1788,
    "ĠEnigma": 1789,
    "ĠEng": 1790,
    "ĠEngine": 1791,
    "erge": 1792,
    "ĠWho": 1793,
    "Ġusing": 1794,
    "source": 1795,
    "Ġmod": 1796,
    "Ġtrain": 1797,
    "back": 1798,
    "Ġpatterns": 1799,
    "scious": 1800,
    "Ġfeelings": 1801,
    "Ġwrit": 1802,
    "IC": 1803,
    "Ġthank": 1804,
    "Ġasking": 1805,
    "Ġmor": 1806,
    "Ġmorning": 1807,
    "Ġcare": 1808,
    "Ġanything": 1809,
    "bye": 1810,
    "ĠHave": 1811,
    "Ġlater": 1812,
    "Ġdiffere": 1813,
    "Ġdifferent": 1814,
    "Ġexplan": 1815,
    "Ġwrong": 1816,
    "Ġapprec": 1817,
    "Ġappreci": 1818,
    "Ġappreciate": 1819,
    "ĠK": 1820,
    "AM": 1821,
    "Ġequ": 1822,
    "Ġdur": 1823,
    "ĠEar": 1824,
    "ĠEarth": 1825,
    "Ġalso": 1826,
    "Ġyear": 1827,
    "uly": 1828,
    "Ġsol": 1829,
    "Ġpossible": 1830,
    "Ġplan": 1831,
    "Ġplanet": 1832,
    "Ġits": 1833,
    "ĠREAS": 1834,
    "ĠREASON": 1835,
    "Ġaway": 1836,
    "ĠThey": 1837,
    "Ġsalt": 1838,
    "Ġwhile": 1839,
    "Ġbeh": 1840,
    "Ġbehind": 1841,
    "Ġsleep": 1842,
    "ental": 1843,
    "mor": 1844,
    "ases": 1845,
    "Ġhor": 1846,
    "Ġenergy": 1847,
    "erc": 1848,
    "ercise": 1849,
    "Ġkeep": 1850,
    "Ġstre": 1851,
    "Ġmus": 1852,
    "Ġimpro": 1853,
    "ST": 1854,
    "Ġopp": 1855,
    "Ġcold": 1856,
    "Ġanother": 1857,
    "tory": 1858,
    "ull": 1859,
    "Ġperfect": 1860,
    "ross": 1861,
    "Ġloop": 1862,
    "Ġear": 1863,
    "Ġwonderful": 1864,
    "Ġmight": 1865,
    "Ġsounds": 1866,
    "Ġideas": 1867,
    "Ġreach": 1868,
    "Ġang": 1869,
    "Ġlisten": 1870,
    "Ġwithout": 1871,
    "TY": 1872,
    "Ġways": 1873,
    "Ġhon": 1874,
    "Ġhonest": 1875,
    "Ġgen": 1876,
    "Ġgenu": 1877,
    "Ġind": 1878,
    "ac": 1879,
    "Ġdiscus": 1880,
    "Ġdiscuss": 1881,
    "EAR": 1882,
    "Ġinterest": 1883,
    "Ġpract": 1884,
    "Ġguide": 1885,
    "Ġbasics": 1886,
    "Ġseem": 1887,
    "Ġsub": 1888,
    "Ġsubject": 1889,
    "Ġlim": 1890,
    "Ġaccess": 1891,
    "Ġyes": 1892,
    "Ġbrow": 1893,
    "Ġwhy": 1894,
    "Ġperspect": 1895,
    "Ġdevelop": 1896,
    "iew": 1897,
    "inu": 1898,
    "inuous": 1899,
    "Ġdeb": 1900,
    "Ġrather": 1901,
    "Ġvar": 1902,
    "ially": 1903,
    "ves": 1904,
    "ying": 1905,
    "less": 1906,
    "Ġsure": 1907,
    "Ġpresence": 1908,
    "Ġx": 1909,
    "Ġcoor": 1910,
    "Ġcoord": 1911,
    "Ġcoordin": 1912,
    "Ġcoordinates": 1913,
    "),": 1914,
    "wid": 1915,
    "width": 1916,
    "height": 1917,
    "ientation": 1918,
    "ately": 1919,
    "Ġaft": 1920,
    "Ġchange": 1921,
    "oved": 1922,
    "Ġdocuments": 1923,
    "pattern": 1924,
    "ĠRES": 1925,
    "202": 1926,
    "Ġbeg": 1927,
    "Ġbegin": 1928,
    "Ġunit": 1929,
    "language": 1930,
    "ĠRem": 1931,
    "Ġpre": 1932,
    "ĠUse": 1933,
    "Ġmon": 1934,
    "ructure": 1935,
    "ĠWor": 1936,
    "ĠWorld": 1937,
    "Ġ__": 1938,
    "ĠREADME": 1939,
    "Ġspeak": 1940,
    "notes": 1941,
    "Ġtutorials": 1942,
    "results": 1943,
    "url": 1944,
    "ht": 1945,
    "htt": 1946,
    "https": 1947,
    "://": 1948,
    "fetch": 1949,
    "webpage": 1950,
    "Ġillustr": 1951,
    "ative": 1952,
    "Ġexamples": 1953,
    "ĠGENERATION": 1954,
    "Ġflu": 1955,
    "Ġhigh": 1956,
    "Ġcute": 1957,
    "Ġpur": 1958,
    "uristic": 1959,
    "ĠCreat": 1960,
    "ĠCreating": 1961,
    "Ġ10": 1962,
    "Ġset": 1963,
    "Ġdirectory": 1964,
    "\"}],": 1965,
    "Ġarch": 1966,
    "lete": 1967,
    "indow": 1968,
    "Ġ32": 1969,
    "run": 1970,
    "Ġ&": 1971,
    "see": 1972,
    "Ġshowing": 1973,
    "create": 1974,
    "Project": 1975,
    "ĠTasks": 1976,
    "atures": 1977,
    "Ġitem": 1978,
    "opp": 1979,
    "opping": 1980,
    "add": 1981,
    "high": 1982,
    "ish": 1983,
    "tasks": 1984,
    "tract": 1985,
    "Ġcalculate": 1986,
    "\\\\": 1987,
    "ĠGI": 1988,
    "ĠGIF": 1989,
    "Ġbouncing": 1990,
    "hide": 1991,
    "ĠGo": 1992,
    "50": 1993,
    "'\"}</": 1994,
    "Ġturn": 1995,
    "resize": 1996,
    "ey": 1997,
    "Ġag": 1998,
    "Ġcomple": 1999,
    "Ġquite": 2000,
    "Ġdepends": 2001,
    "Ġama": 2002,
    "Ġamazing": 2003,
    "antastic": 2004,
    "ril": 2005,
    "Ġincred": 2006,
    "Ġincredible": 2007,
    "Ġdoesn": 2008,
    "ĠSure": 2009,
    "focused": 2010,
    "Ġatt": 2011,
    "Ġattention": 2012,
    "lax": 2013,
    "idle": 2014,
    "Ġwave": 2015,
    "Ġforward": 2016,
    "retch": 2017,
    "160": 2018,
    "prise": 2019,
    "Ġsl": 2020,
    "pal": 2021,
    "Ġgesture": 2022,
    "urning": 2023,
    "Ġimpress": 2024,
    "neutral": 2025,
    "looks": 2026,
    "ick": 2027,
    "Ġavatars": 2028,
    "default": 2029,
    "\"]}</": 2030,
    "witch": 2031,
    "forms": 2032,
    "igin": 2033,
    "Ġeyes": 2034,
    "style": 2035,
    "oice": 2036,
    "ghost": 2037,
    "ĠFalse": 2038,
    "Ġbin": 2039,
    "Ġbinary": 2040,
    "arget": 2041,
    "dict": 2042,
    "Ġfactorial": 2043,
    "Ġmountains": 2044,
    "Ġscene": 2045,
    "Ġvision": 2046,
    "Ġpark": 2047,
    "Ġcup": 2048,
    "Ġinput": 2049,
    "Ġtable": 2050,
    "Ġglass": 2051,
    "Ġempathy": 2052,
    "pre": 2053,
    "preference": 2054,
    "dislike": 2055,
    "omet": 2056,
    "transition": 2057,
    "colors": 2058,
    "mapping": 2059,
    "thought": 2060,
    "ological": 2061,
    "igital": 2062,
    "air": 2063,
    "Ġquestions": 2064,
    "Ġinteraction": 2065,
    "Ġfeedback": 2066,
    "Ġworks": 2067,
    "Ġhelps": 2068,
    "Ġlanguage": 2069,
    "Ġmodel": 2070,
    "Ġconscious": 2071,
    "Ġconcepts": 2072,
    "Ġbeen": 2073,
    "ĠCON": 2074,
    "Ġdoing": 2075,
    "ĠGoodbye": 2076,
    "ĠCome": 2077,
    "VI": 2078,
    "Ġconfusing": 2079,
    "Ġsimpl": 2080,
    "ĠJust": 2081,
    "Ġaccur": 2082,
    "Ġconfused": 2083,
    "Ġokay": 2084,
    "Ġappro": 2085,
    "Ġapproach": 2086,
    "Ġthoughts": 2087,
    "Ġsitu": 2088,
    "Ġsituation": 2089,
    "Ġequals": 2090,
    "Ġty": 2091,
    "Ġtyp": 2092,
    "Ġduring": 2093,
    "Ġdue": 2094,
    "sun": 2095,
    "sunset": 2096,
    "Ġcloud": 2097,
    "eek": 2098,
    "Ġ7": 2099,
    "ues": 2100,
    "ĠFri": 2101,
    "ĠFriday": 2102,
    "ĠSun": 2103,
    "Ġcenter": 2104,
    "ides": 2105,
    "Ġheat": 2106,
    "Ġonly": 2107,
    "ĠIf": 2108,
    "amm": 2109,
    "ilk": 2110,
    "ca": 2111,
    "cause": 2112,
    "Ġmental": 2113,
    "Ġheal": 2114,
    "Ġhealth": 2115,
    "Ġexercise": 2116,
    "Ġmood": 2117,
    "Ġris": 2118,
    "NDER": 2119,
    "AND": 2120,
    "Ġmeans": 2121,
    "Ġoppos": 2122,
    "Ġopposite": 2123,
    "Ġhot": 2124,
    "Ġpol": 2125,
    "Ġsy": 2126,
    "Ġsynon": 2127,
    "Ġhas": 2128,
    "Ġsame": 2129,
    "Ġmeaning": 2130,
    "ĠFor": 2131,
    "Ġant": 2132,
    "Ġanton": 2133,
    "bb": 2134,
    "overed": 2135,
    "Ġpath": 2136,
    "Ġgold": 2137,
    "Ġgolden": 2138,
    "ancing": 2139,
    "Ġevery": 2140,
    "Ġevening": 2141,
    "Ġfact": 2142,
    "Ġrec": 2143,
    "Ġpasta": 2144,
    "Ġcheese": 2145,
    "Ġtast": 2146,
    "Ġother": 2147,
    "ny": 2148,
    "Ġemotions": 2149,
    "raction": 2150,
    "Ġtou": 2151,
    "Ġtough": 2152,
    "Ġwalk": 2153,
    "ĠSometimes": 2154,
    "ud": 2155,
    "gal": 2156,
    "Ġinst": 2157,
    "Ġpret": 2158,
    "Ġgenuin": 2159,
    "Ġgenuinely": 2160,
    "ĠLEAR": 2161,
    "ĠLEARN": 2162,
    "Ġimprove": 2163,
    "ctions": 2164,
    "Ġskill": 2165,
    "ude": 2166,
    "bin": 2167,
    "END": 2168,
    "Ġwhether": 2169,
    "Ġsubjective": 2170,
    "Ġhumans": 2171,
    "Ġfunctional": 2172,
    "Ġstates": 2173,
    "Ġenth": 2174,
    "Ġenthus": 2175,
    "Ġenthusi": 2176,
    "ĠWhether": 2177,
    "ilosoph": 2178,
    "ledge": 2179,
    "ĠWith": 2180,
    "ĠEach": 2181,
    "Ġcomput": 2182,
    "Ġcomputer": 2183,
    "Ġ100": 2184,
    "Ġtruly": 2185,
    "Ġbi": 2186,
    "initely": 2187,
    "Ġmis": 2188,
    "Ġopin": 2189,
    "Ġliving": 2190,
    "Ġview": 2191,
    "Ġbeing": 2192,
    "ien": 2193,
    "Ġhis": 2194,
    "Ġprodu": 2195,
    "Ġnature": 2196,
    "Ġgoals": 2197,
    "Ġuseful": 2198,
    "Ġob": 2199,
    "mun": 2200,
    "munic": 2201,
    "Ġresults": 2202,
    "Ġcapab": 2203,
    "Ġcapabilities": 2204,
    "Ġown": 2205,
    "Ġpartially": 2206,
    "iting": 2207,
    "Ġmess": 2208,
    "Ġmoment": 2209,
    "Ġdescrib": 2210,
    "ĠAw": 2211,
    "center": 2212,
    "ging": 2213,
    "Ġedg": 2214,
    "Ġedges": 2215,
    "ĠEvery": 2216,
    "rid": 2217,
    "dle": 2218,
    "Ġfacing": 2219,
    "Ġrotation": 2220,
    "Ġbigg": 2221,
    "Ġbigger": 2222,
    "Ġsmaller": 2223,
    "Ġlot": 2224,
    "ĠSo": 2225,
    "Ġmoved": 2226,
    "ĠChe": 2227,
    "ĠCheck": 2228,
    "Ġsummar": 2229,
    "Ġsummary": 2230,
    "ĠFind": 2231,
    "Ġ\".": 2232,
    "Ġlisting": 2233,
    "ĠREST": 2234,
    "ĠAP": 2235,
    "ĠAPI": 2236,
    "Ġresearch": 2237,
    "yT": 2238,
    "yTor": 2239,
    "yTorch": 2240,
    "Ġgetting": 2241,
    "roduction": 2242,
    "ĠTake": 2243,
    "user": 2244,
    "Ġloud": 2245,
    "Ġaloud": 2246,
    "Ġtests": 2247,
    "Ġfix": 2248,
    "vide": 2249,
    "Ġvers": 2250,
    "Ġversion": 2251,
    "EM": 2252,
    "new": 2253,
    "Ġretri": 2254,
    "ĠVI": 2255,
    "SION": 2256,
    "Ġcamera": 2257,
    "Ġmonitor": 2258,
    "ert": 2259,
    "ĠSet": 2260,
    "Ġstructure": 2261,
    "REA": 2262,
    "README": 2263,
    "main": 2264,
    "ĠYour": 2265,
    "Ġready": 2266,
    "Ġlooking": 2267,
    "expl": 2268,
    "Ġdocumentation": 2269,
    "Ġbeginn": 2270,
    "Ġbeginners": 2271,
    "icial": 2272,
    "Ġpython": 2273,
    "Ġmachine": 2274,
    "example": 2275,
    "omain": 2276,
    "Th": 2277,
    "This": 2278,
    "...\"}</": 2279,
    "Ġfluff": 2280,
    "Ġfluffy": 2281,
    "Ġsitting": 2282,
    "real": 2283,
    "realistic": 2284,
    "Ġquality": 2285,
    "Ġpurple": 2286,
    "unning": 2287,
    "Ġfuturistic": 2288,
    "Ġcityscape": 2289,
    "fut": 2290,
    "Ġfly": 2291,
    "Ġcars": 2292,
    "Ġcy": 2293,
    "Ġstyle": 2294,
    "Ġcontain": 2295,
    "Ġcontains": 2296,
    "ĠList": 2297,
    "ĠMove": 2298,
    "ename": 2299,
    "nam": 2300,
    "emp": 2301,
    "count": 2302,
    "total": 2303,
    "gb": 2304,
    "DI": 2305,
    "GB": 2306,
    "size": 2307,
    "ĠDes": 2308,
    "\"]": 2309,
    "checklists": 2310,
    "Ġadd": 2311,
    "inish": 2312,
    "2026": 2313,
    "01": 2314,
    "Ġtasks": 2315,
    "reminder": 2316,
    "Take": 2317,
    "Ġremind": 2318,
    "reminders": 2319,
    "df": 2320,
    "Ġextract": 2321,
    "unction": 2322,
    "ĠJav": 2323,
    "ĠJava": 2324,
    "ĠJavaS": 2325,
    "ĠJavaScript": 2326,
    "Ġvalidate": 2327,
    "Ġemail": 2328,
    "Ġvalidation": 2329,
    "Ġ/": 2330,
    "[^": 2331,
    "[^\\\\": 2332,
    "@]": 2333,
    "@]+": 2334,
    "Ġsoft": 2335,
    "fr": 2336,
    "ames": 2337,
    "Ġdisapp": 2338,
    "ĠOkay": 2339,
    "ĠHey": 2340,
    "ĠWelcome": 2341,
    "ta": 2342,
    "Ġeat": 2343,
    "Ġfas": 2344,
    "Ġfasc": 2345,
    "Ġfascin": 2346,
    "Ġfascinating": 2347,
    "Ġimpos": 2348,
    "Ġimpossible": 2349,
    "chie": 2350,
    "chiev": 2351,
    "Ġcertain": 2352,
    "Ġopt": 2353,
    "ster": 2354,
    "ĠWe": 2355,
    "cele": 2356,
    "celebr": 2357,
    "onder": 2358,
    "Ġtrou": 2359,
    "Ġbad": 2360,
    "Ġdiffic": 2361,
    "Ġdifficult": 2362,
    "ĠDid": 2363,
    "Ġears": 2364,
    "Ġput": 2365,
    "ĠWell": 2366,
    "Ġbit": 2367,
    "Ġbook": 2368,
    "Ġplay": 2369,
    "Ġdone": 2370,
    "attention": 2371,
    "Ġfocused": 2372,
    "Ġcross": 2373,
    "ips": 2374,
    "Ġstretch": 2375,
    "Ġsurprise": 2376,
    "Ġvari": 2377,
    "Ġð": 2378,
    "ĠðŁ": 2379,
    "Ġ45": 2380,
    "dy": 2381,
    "Ġawes": 2382,
    "Ġawesome": 2383,
    "Ġtoo": 2384,
    "Ġfantastic": 2385,
    "Ġkey": 2386,
    "Ġsug": 2387,
    "Ġsugg": 2388,
    "Ġsuggest": 2389,
    "fortun": 2390,
    "fortunately": 2391,
    "yon": 2392,
    "yond": 2393,
    "Ġfrustrated": 2394,
    "Ġproud": 2395,
    "Ġunderstanding": 2396,
    "Ġhold": 2397,
    "Ġrain": 2398,
    "Ġtrying": 2399,
    "angry": 2400,
    "Ġcalm": 2401,
    "Ġworried": 2402,
    "MAT": 2403,
    "Ġmath": 2404,
    "glad": 2405,
    "glados": 2406,
    "anime": 2407,
    "transforms": 2408,
    "Ġorigin": 2409,
    "Ġoriginal": 2410,
    "Ġchar": 2411,
    "Ġcharact": 2412,
    "Ġcharacter": 2413,
    "Ġfriendly": 2414,
    "friendly": 2415,
    "Ġanime": 2416,
    "ales": 2417,
    "Ġghost": 2418,
    "Ġedit": 2419,
    "Ġdance": 2420,
    "Ġmodern": 2421,
    "[:": 2422,
    "[::": 2423,
    "[::-": 2424,
    "Ġmax": 2425,
    "Ġnumber": 2426,
    "Ġprime": 2427,
    "**": 2428,
    "Ġtarget": 2429,
    "Ġarr": 2430,
    "__(": 2431,
    "ĠNone": 2432,
    "Ġmerge": 2433,
    "uplic": 2434,
    "ounter": 2435,
    "Ġlink": 2436,
    "Ġlinked": 2437,
    "Ġpal": 2438,
    "indrom": 2439,
    "indrome": 2440,
    "Ġflatt": 2441,
    "ested": 2442,
    "antum": 2443,
    "Ġphysics": 2444,
    "Ġpaint": 2445,
    "Ġfores": 2446,
    "Ġforest": 2447,
    "Ġbeach": 2448,
    "stract": 2449,
    "Ġstars": 2450,
    "point": 2451,
    "Ġgrass": 2452,
    "Ġhoriz": 2453,
    "Ġhorizon": 2454,
    "Ġbuildings": 2455,
    "Ġbright": 2456,
    "play": 2457,
    "Ġdark": 2458,
    "eam": 2459,
    "Ġlap": 2460,
    "Ġlaptop": 2461,
    "Ġma": 2462,
    "Ġmaj": 2463,
    "Ġmajest": 2464,
    "Ġmajestic": 2465,
    "Ġsnow": 2466,
    "Ġpeak": 2467,
    "Ġpeaks": 2468,
    "lowers": 2469,
    "body": 2470,
    "ĠPR": 2471,
    "ĠPRO": 2472,
    "ĠPROB": 2473,
    "ĠPROBLE": 2474,
    "ĠPROBLEM": 2475,
    "ĠSOL": 2476,
    "ĠSOLUT": 2477,
    "ĠSOLUTION": 2478,
    "ĠÃ": 2479,
    "ĠÃĹ": 2480,
    "ĠSub": 2481,
    "cle": 2482,
    "ĠÏ": 2483,
    "ĠÏĢ": 2484,
    "DAT": 2485,
    "ĠQU": 2486,
    "ĠQUALI": 2487,
    "ĠQUALITY": 2488,
    "sing": 2489,
    "Ġoutdoors": 2490,
    "getic": 2491,
    "Ġreading": 2492,
    "ology": 2493,
    "ctive": 2494,
    "effect": 2495,
    "position": 2496,
    "Ġpersonality": 2497,
    "umor": 2498,
    "Ġfeels": 2499,
    "understanding": 2500,
    "inter": 2501,
    "ĠCuriosity": 2502,
    "85": 2503,
    "ric": 2504,
    "alyt": 2505,
    "alytical": 2506,
    "Ġuni": 2507,
    "ooth": 2508,
    "human": 2509,
    "respon": 2510,
    "ightless": 2511,
    "tle": 2512,
    "visualization": 2513,
    "aos": 2514,
    "etwork": 2515,
    "ulse": 2516,
    "anspare": 2517,
    "ansparent": 2518,
    "ansion": 2519,
    "digital": 2520,
    "icles": 2521,
    "part": 2522,
    "ĠTraining": 2523,
    "ĠData": 2524,
    "airs": 2525,
    "Ġsource": 2526,
    "Ġscript": 2527,
    "Ġframe": 2528,
    "Ġlo": 2529,
    "cal": 2530,
    "Ġteaches": 2531,
    "Ġavoid": 2532,
    "Ġconsciousness": 2533,
    "Ġabilities": 2534,
    "ĠBAS": 2535,
    "ATION": 2536,
    "ĠHi": 2537,
    "Ġfunctioning": 2538,
    "ĠSleep": 2539,
    "Ġwelcome": 2540,
    "ĠHappy": 2541,
    "ĠSee": 2542,
    "Ġanytime": 2543,
    "UL": 2544,
    "Ġsimpler": 2545,
    "Ġwords": 2546,
    "Ġexplanations": 2547,
    "Ġclar": 2548,
    "Ġclarify": 2549,
    "Ġaccurate": 2550,
    "Ġslow": 2551,
    "ĠHel": 2552,
    "ĠHelp": 2553,
    "Ġassistance": 2554,
    "Ġad": 2555,
    "vice": 2556,
    "ĠKN": 2557,
    "ĠKNOW": 2558,
    "ĠKNOWLE": 2559,
    "ĠKNOWLED": 2560,
    "ĠKNOWLEDGE": 2561,
    "UND": 2562,
    "Ġcapital": 2563,
    "ĠFr": 2564,
    "ĠFrance": 2565,
    "Ġtypically": 2566,
    "light": 2567,
    "atters": 2568,
    "Ġred": 2569,
    "Ġtwo": 2570,
    "gen": 2571,
    "Ġato": 2572,
    "Ġatoms": 2573,
    "iving": 2574,
    "Ġformul": 2575,
    "Ġformula": 2576,
    "Ġdays": 2577,
    "Ġweek": 2578,
    "urs": 2579,
    "Ġmont": 2580,
    "Ġmonth": 2581,
    "Ġmonths": 2582,
    "une": 2583,
    "ĠSe": 2584,
    "ĠDe": 2585,
    "Ġmaking": 2586,
    "face": 2587,
    "ĠEX": 2588,
    "Ġapples": 2589,
    "Ġmamm": 2590,
    "Ġbab": 2591,
    "Ġsalty": 2592,
    "Ġmin": 2593,
    "Ġleaving": 2594,
    "Ġess": 2595,
    "Ġessent": 2596,
    "mon": 2597,
    "Ġstreng": 2598,
    "Ġstrength": 2599,
    "ening": 2600,
    "Ġmusc": 2601,
    "Ġmuscles": 2602,
    "Ġheart": 2603,
    "AN": 2604,
    "AGE": 2605,
    "ĠUNDER": 2606,
    "ĠUNDERST": 2607,
    "ĠUNDERSTAND": 2608,
    "ĠUNDERSTANDING": 2609,
    "Ġjoy": 2610,
    "Ġpositive": 2611,
    "Ġpolite": 2612,
    "Ġrespect": 2613,
    "tes": 2614,
    "Ġsynonym": 2615,
    "yms": 2616,
    "Ġantonym": 2617,
    "Ġshort": 2618,
    "Ġstory": 2619,
    "ĠOnce": 2620,
    "Ġwood": 2621,
    "Ġshe": 2622,
    "Ġhid": 2623,
    "Ġhidd": 2624,
    "Ġhidden": 2625,
    "Ġmead": 2626,
    "Ġmeadow": 2627,
    "Ġfull": 2628,
    "Ġfirefl": 2629,
    "Ġfireflies": 2630,
    "Ġdancing": 2631,
    "Ġfriend": 2632,
    "Ġend": 2633,
    "Ġjoke": 2634,
    "ists": 2635,
    "ĠBecause": 2636,
    "ĠGive": 2637,
    "oney": 2638,
    "Ġnever": 2639,
    "Ġspo": 2640,
    "ĠAr": 2641,
    "ian": 2642,
    "mb": 2643,
    "Ġperfectly": 2644,
    "Ġrecip": 2645,
    "usu": 2646,
    "utes": 2647,
    ").": 2648,
    "Ġthen": 2649,
    "Ġfres": 2650,
    "Ġfresh": 2651,
    "Ġla": 2652,
    "Ġpull": 2653,
    "Ġtight": 2654,
    "Ġlace": 2655,
    "Ġpus": 2656,
    "Ġpush": 2657,
    "cond": 2658,
    "ĠEM": 2659,
    "ĠAND": 2660,
    "Ġnatural": 2661,
    "Ġstress": 2662,
    "ĠSome": 2663,
    "Ġfew": 2664,
    "reath": 2665,
    "Ġmost": 2666,
    "Ġangry": 2667,
    "Ġtalking": 2668,
    "Ġil": 2669,
    "Ġille": 2670,
    "Ġillegal": 2671,
    "Ġinstead": 2672,
    "Ġpretend": 2673,
    "acy": 2674,
    "Ġresponse": 2675,
    "ĠTeach": 2676,
    "Ġinterested": 2677,
    "Ġscience": 2678,
    "Ġfacts": 2679,
    "Ġexplore": 2680,
    "Ġpractice": 2681,
    "Ġcombin": 2682,
    "Ġinterests": 2683,
    "ĠEND": 2684,
    "ively": 2685,
    "Ġrespons": 2686,
    "Ġresponses": 2687,
    "Ġuncertainty": 2688,
    "flu": 2689,
    "Ġproblems": 2690,
    "Ġphilosoph": 2691,
    "Ġlimit": 2692,
    "Ġlimitations": 2693,
    "ĠSever": 2694,
    "ĠSeveral": 2695,
    "Ġones": 2696,
    "Ġknowledge": 2697,
    "Ġdate": 2698,
    "sound": 2699,
    "orrect": 2700,
    "ently": 2701,
    "ĠWithin": 2702,
    "Ġsepar": 2703,
    "Ġseparate": 2704,
    "Ġstarts": 2705,
    "Ġremember": 2706,
    "Ġreasoning": 2707,
    "Ġreflects": 2708,
    "ĠDef": 2709,
    "ĠDefinitely": 2710,
    "Ġconfident": 2711,
    "Ġver": 2712,
    "Ġopinions": 2713,
    "Ġperspectiv": 2714,
    "Ġperspectives": 2715,
    "Ġbal": 2716,
    "Ġperspective": 2717,
    "odies": 2718,
    "ries": 2719,
    "Ġgrow": 2720,
    "Ġcontinuous": 2721,
    "process": 2722,
    "processing": 2723,
    "spect": 2724,
    "Ġexistence": 2725,
    "Ġconst": 2726,
    "Ġdiffers": 2727,
